[{"title": "Software Quality Assurance Engineer (Manual)", "link": "https://www.jobstreet.co.id/id/job/software-quality-assurance-engineer-manual-3845667?jobId=jobstreet-id-job-3845667&sectionRank=331&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Perform testing and application documentation and provide training to application users.", "Work with internal teams (eg engineering team and product managers) to identify system requirements.", "Review requirements, specifications and technical design documents to provide timely and meaningful feedback.", "Create detailed, comprehensive and well-structured test plans and test cases.", "Create and implement testing processes for new and existing products to meet client needs.", "Identify the causes of non-conforming software with document and record thoroughly and train to use the application.", "Stay up to date with new testing tools and test strategies.", "Collaborate well with developers and QA Engineer-conterparts in supporting each other to ensure high-quality products"]}, {"title": "Quality Assurance", "link": "https://www.jobstreet.co.id/id/job/quality-assurance-3844922?jobId=jobstreet-id-job-3844922&sectionRank=332&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Develop creative scenario tests document covering all the impact analysis", "Develop test plan, and test project timeline", "Do internal unit test", "Do scenario test", "Coordinate with client to do cycle scenario test", "Develop SIT and/or UAT document", "Assist user in SIT and/or UAT phase, and become first level contact", "Develop training document and do training to user", "Logging all issue during testing and follow up the fixing (programmer), do retest and update log", "Submit test report", "Control deployment process", "Do deployment simulation based on deployment document", "Develop manual book"]}, {"title": "Salesforce Functional Consultant", "link": "https://www.jobstreet.co.id/id/job/salesforce-functional-consultant-3845864?jobId=jobstreet-id-job-3845864&sectionRank=333&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Salesforce Sales Cloud & Community Cloud development experienced required", "Proven ability to design and implement new processes and facilities user adaption", "Strong understanding of the platform, with the ability to build custom apps and objects, formula fields, workflows, custom views, and other content of intermediate complexity", "Hands-on design and architect of custom solutions on the force.com platform including significant work in Apex, Visual Force, SOQL, and application integration patterns", "Development experience using Workflows, Process Builder, Flows & Validation rules", "Experience with Salesforce Lightning and Lightning Components preferred", "Proficient with UI components (Lightning components (both Aura and LWC), Visualforce)", "Proficient with No-code components (Process Builder, Flow, Workflow Rules)", "Knowledge in Web services development or experience with the Salesforce API (REST, SOAP, Apex, etc) is a plus", "Able to provide detailed, easy to understand documentation."]}, {"title": "Programmer", "link": "https://www.jobstreet.co.id/id/job/programmer-3833123?jobId=jobstreet-id-job-3833123&sectionRank=334&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Memiliki pengalaman menggunakan metode SDLC dalam pembuatan aplikasi web menggunakan PHP dengan framework Codelgniter, HTML5, CSS3, dan JQuery", "Memiliki pengalaman membuat OOP di PHP", "Memiliki pengalaman dengan Tools Web Developer dalam browser terbaru (seperti Firebug) untuk melakukan debug di sisi klien", "Memiliki pengalaman membuat Mobile Apps Application (diutamakan menggunakan Flutter)", "Memiliki pengalaman menggunakan MySQL sebagai database engine dalam metode SDLC", "Memiliki pengalaman optimasi dan penggunaan query dalam penggunaan data berukuran besar", "Memiliki keahlian Bahasa Inggris sehingga dapat belajar dengan cepat"]}, {"title": "IT Programmer Staff", "link": "https://www.jobstreet.co.id/id/job/it-programmer-staff-3830524?jobId=jobstreet-id-job-3830524&sectionRank=335&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Skill(s): PHP, SQL, Android, Oracle db, SQL Query", "Pendidikan terakhir D3/S1 jurusan Teknologi Informatika.", "Pengalaman minimal 1-2 tahun pada posisi yang sama.", "Sudah pernah membuat Aplikasi berbasis Web/Desktop dan bekerja secara team"]}, {"title": "Backend Developer (Node Js)", "link": "https://www.jobstreet.co.id/id/job/backend-developer-node-js-3846313?jobId=jobstreet-id-job-3846313&sectionRank=336&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Work as part of a team developing applications and services using Agile Development methods", "Contribute to team and organizational improvements in process and infrastructure", "Build back-end services using Microservices Design Patterns", "Collaborate / troubleshoot along with DevOps and QA Team to resolve build / deployment issues"]}, {"title": "Software Developer", "link": "https://www.jobstreet.co.id/id/job/software-developer-4893105/origin/my?jobId=jobstreet-my-job-4893105&sectionRank=337&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Be AWS certified!", "Flexible working hours!", "Work remotely, you're based in Indonesia!"]}, {"title": "Backend Engineer", "link": "https://www.jobstreet.co.id/id/job/backend-engineer-3844140?jobId=jobstreet-id-job-3844140&sectionRank=338&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["At least 2 year experience in programming skill and experience in handling Backend using Rest API", "Familiar with REST API, JSON data, MYSQL, Git versioning", "Familiar with clean code & design pattern", "Experience with NoSQL database, Microservices is point plus", "Experience working with GOLANG and PHP language", "Experience with message broker (eg. rabbitMQ, Kafka) is point plus", "Remote working but if able to work full time on-site in Malang is point plus", "Fresh graduate are welcome to apply"]}, {"title": "Web Developer", "link": "https://www.jobstreet.co.id/id/job/web-developer-3845115?jobId=jobstreet-id-job-3845115&sectionRank=339&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Website and software application designing, building, and maintenance.", " Using scripting or authoring languages, management tools, content creation tools, applications, and digital media.", "Conferring with teams to resolve conflicts, prioritize needs, develop content criteria, or choose solutions.", " Directing or performing Website updates.", "Developing or validating test routines and schedules to ensure that test cases mimic external interfaces and address all browser and device types.", "Optimizing web performance for desktop and mobile with the main purpose of collecting leads. ", "Maintaining an understanding of the latest Web applications and programming practices through education, study, and participation in conferences, workshops, and groups.", "Back up files from Web sites to local directories for recovery.", "Identifying problems uncovered by customer feedback and testing and correcting or referring problems to appropriate personnel for correction.", "Evaluating code to ensure it meets industry standards, is valid, is properly structured, and is compatible with browsers, devices, or operating systems.", "Determining user needs by analysing technical requirements."]}, {"title": "Teknisi Komputer (Penempatan Gading Serpong dan Gunung Sahari)", "link": "https://www.jobstreet.co.id/id/job/teknisi-komputer-penempatan-gading-serpong-dan-gunung-sahari-3842154?jobId=jobstreet-id-job-3842154&sectionRank=340&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Mempunyai Kendaraan (Motor) Sendiri", "Bisa Menguasai Penggunaan Tools (Alat) Standard Perbaikan Laptop (Solder Kit, Kot Air, BGA Reworks Rools Machine (Lebih Diutamakan)", "Menguasai Penanganan & Pemahaman Standard Mengenai Jalur Board, Memahami Analisa Arus Komponen Dan Mencari Komponen Rusak.", "Mampu Bekerja Dalam Work Under Pressure & Bekerja Dalam Target", "Jujur, Bertanggung Jawab, Tepat Waktu, Teliti, Proaktif, & Komunikatif", "Diutamakan Adalah Yang Pernah Bongkar Pasang Komputer (PC, Notebook, All In One atau Tablet), Seperti Ganti Motherboard, Memory, Processor, Harddisk, LCD dll", "Berpengalaman Menjadi Teknisi Laptop & PC, Minimal 2 Tahun", "Mempunyai Keahlian & Berpengalaman Dalam Melakukan Perbaikan, Bongkar Pasang PC, Notebook, All In One Computer, Tablet & Printer.", "Mengerti Hardware & Software Komputer", "Menguasai Troubleshooting, Perbaikan, Instalasi & Upgrade Operating System (Windows/Linux)", "Mampu Memberikan Solusi Atas Permasalahan Hardware Maupun Software", "Bersedia Ditempatkan di Gading Serpong ( 1 Orang ) dan Gunung Sahari ( 1 Orang )"]}, {"title": "IT Programmer", "link": "https://www.jobstreet.co.id/id/job/it-programmer-3832780?jobId=jobstreet-id-job-3832780&sectionRank=341&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least a Bachelor's Degree in Information Technology", "At least 3 year(s) of working experience in the related field is required for this position", "Required Skills: Web Development (.NET Core C#, MCV Architecture, Python), Database (SQL Server/Oracle), SQL Query (include T-SQL/PL-SQL), Web API with REST, Text format (JSON/XML)", "Familiar with OOP and Microsoft RDLC Report Designer", "Understand about Multifinance Business Process", "Mobile development experience is an advantage"]}, {"title": "IT Engineering Manager", "link": "https://www.jobstreet.co.id/id/job/it-engineering-manager-3844170?jobId=jobstreet-id-job-3844170&sectionRank=342&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Manage a team of software engineers, including task planning and code reviews.", "Plan, write, and review service specifications to determine how Alodokter’s infrastructure is implemented.", "Drive technical projects and provide leadership in an innovative and fast-paced environment.", "Be responsible for the overall planning, execution, and success of complex technical projects.", "Work closely across the Engineering organization to ensure we are building the best products.", "Identify best practices and tools to develop to maximize the ability to build and maintain scalable services and execute on those projects.", "Contribute technically to projects."]}, {"title": "IT Programmer", "link": "https://www.jobstreet.co.id/id/job/it-programmer-3824717?jobId=jobstreet-id-job-3824717&sectionRank=343&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Lembaga pendidikan terkenal di Bali yang telah memiliki 3 cabang", "Merupakan lembaga pendidikan yang sedang bertumbuh dengan pesat", "Manfaat yang menyenangkan dan jenjang karier yang baik"]}, {"title": "Junior Fullstack Developer", "link": "https://www.jobstreet.co.id/id/job/junior-fullstack-developer-3844297?jobId=jobstreet-id-job-3844297&sectionRank=344&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Review and analyze business needs and specifications to determine programming requirements for new and existing software projects", "Code, test and troubleshoot programs utilizing the appropriate hardware, database, and programming technology", "Analyze performance of programs and take action to correct deficiencies based on consultation with users", "Write and maintain documentation for software projects", "Develop and implement test plans for new projects, and maintenance of existing projects", "Adapt to evolving technologies and processes"]}, {"title": "Performance & Automation Test Engineer", "link": "https://www.jobstreet.co.id/id/job/performance-automation-test-engineer-3842702?jobId=jobstreet-id-job-3842702&sectionRank=345&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Design, develop and execute automation scripts for complex test cases and scenarios for web apps and/or mobile apps.", "Executing all relevant testing types for the story, including functionality testing and performance testing.", "Create & manage bug reports and communicate with the team.", "Write documentation for automation/performance analysis and test report.", "Help to onboard and train new QA members joining in future."]}, {"title": "(Junior/Medium/Senior) Software Engineer (Web)", "link": "https://www.jobstreet.co.id/id/job/junior-medium-senior-software-engineer-web-3846829?jobId=jobstreet-id-job-3846829&sectionRank=346&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Perform assigned software maintenance, enhancement and/or development tasks to support project delivery, product support and/or development activities.", "Participate in research and development of innovative and high quality software products for HRMS.", "Develop or enhance existing functionality to user interfaces.", "Assist with bug fix designs and present to senior engineers for review.", "Implement accepted design within the scheduled time and budget.", "Stay current with the state-of-the-art and cutting-edge technology; apply the latest technology in software projects.", "Write and review product documents in English."]}, {"title": "Network Engineer (Surabaya)", "link": "https://www.jobstreet.co.id/id/job/network-engineer-surabaya-3843191?jobId=jobstreet-id-job-3843191&sectionRank=347&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Installing, configuring and supporting network equipment including routers, switches, WAN accelerators, DNS and DHCP", "Procuring network equipment and managing subcontractors involved with network installation", "Configuring firewalls, routing and switching to maximise network efficiency and security", "Maximising network performance through ongoing monitoring and troubleshooting", "Investigating faults in the network", "Updating network equipment to the latest firmware releases", "Give presentation to customer in form of product or solution presentation", "As customer trusted advisor to give the best IT solution", "Support around 5 to 10 sales person"]}, {"title": "IT Server Service (LINUX CERTIFIED)", "link": "https://www.jobstreet.co.id/id/job/it-server-service-linux-certified-3830452?jobId=jobstreet-id-job-3830452&sectionRank=348&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Ensure the stability and efficient operation of the server & data storage systems that support banks operation. This is achieved by monitoring, maintaining, supporting, and optimizing all networked software and associated Storage & operating systems. Identify, communicate, and resolve issues in Data Center, Disaster Recovery Center and Development area that related with server & data storage system.  "]}, {"title": "Automation Programmer", "link": "https://www.jobstreet.co.id/id/job/automation-programmer-3842894?jobId=jobstreet-id-job-3842894&sectionRank=349&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Cloud Engineer", "link": "https://www.jobstreet.co.id/id/job/cloud-engineer-3827495?jobId=jobstreet-id-job-3827495&sectionRank=350&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Bachelor Degree in Information Technology, Engineering, Computer Science", "Experience as Cloud Engineer for 3 years or more", "Understands in Cloud Infrastructure, Cloud Platform (AWS, Azure, GCP)", "Expert in Phyton and Golang", "Good attitude and communication (able to communicate in English is a value-added)", "Able to work independently and collaborate in team", "Self-Motivated, quick learner and passionate in development technology"]}, {"title": "System Analyst", "link": "https://www.jobstreet.co.id/id/job/system-analyst-3842478?jobId=jobstreet-id-job-3842478&sectionRank=351&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Configuring system application design and development, especially systems for production", "Monitoring and configuring documentation system", "Supporting in testing, bug fixing, and user training", "Other task related to this position"]}, {"title": "ASP.Net Programmer (Penempatan: Purwakarta)", "link": "https://www.jobstreet.co.id/id/job/asp.net-programmer-penempatan%3A-purwakarta-3846412?jobId=jobstreet-id-job-3846412&sectionRank=352&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Bertanggungjawab atas ketepatan waktu pembuatan program sesuai dengan jadwal", "Bertanggungjawab atas kebenaran atas program yang akan di-install ke live environment", "Bertanggungjawab atas pelaksanaan kebijakan perusahaan yang berkaitan dengan bidang IT", "Bertanggungjawab atas pelaksanaan SOP Departement terkait proses System Development", "Bertanggungjawab atas pembuatan laporan baik mingguan, bulanan, 6 bulanan dan juga tahunan dari Departement"]}, {"title": "TECHNICAL LEADER (Software Development)", "link": "https://www.jobstreet.co.id/id/job/technical-leader-software-development-3827677?jobId=jobstreet-id-job-3827677&sectionRank=353&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Assist developers in designing an architecture for new features or new microservices.", "Seek excellence in all engineering disciplines inclusive of data processing, quality assurance, application development, analytics, and algorithms", "Work closely with stakeholders and report to them daily, weekly and monthly", "Research new technology and alternatives to find the best solutions based on business needs and problems", "Administer facets of personnel administration including hiring, performance management, resource allocation, and associate development", "Ensure the optimal application of engineering resources in order to meet product development and consumer requirements and ensures the implementation of agile processes that support site/software development processes."]}, {"title": "System Administrator", "link": "https://www.jobstreet.co.id/id/job/system-administrator-3831388?jobId=jobstreet-id-job-3831388&sectionRank=354&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Responsible for administration, management, and support activities associated with the IT infrastructure at a multi-user in organization", "Monitoring system performance and troubleshooting issues.", "Ensuring security and efficiency of IT infrastructure.", "Analyzing problem in systems including Hardware/Network/Software", "Installs and builds servers for the deployment of applications in a variety of environments, platforms, and systems"]}, {"title": "Software Engineer", "link": "https://www.jobstreet.co.id/id/job/software-engineer-3831528?jobId=jobstreet-id-job-3831528&sectionRank=355&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Backend Engineer", "link": "https://www.jobstreet.co.id/id/job/backend-engineer-3827862?jobId=jobstreet-id-job-3827862&sectionRank=356&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": ["Experience in React Js, React Native (Typescript is a plus).", "Experience in PHP especially Laravel.", "Experience with SQL server and Mysql.", "Experience in React state management (Redux)", "Proficiency with Git", "Experience with Nginx is a plus", "Familiar with Restful API and JSON manipulation", "Having an interest in working in a start-up environment", "Ability to work in a fast-paced and dynamic work environment", "Possessing high-initiative attitude", "Works to keep informed on the latest trends, technologies and best practices in mobile software development", "Troubleshoot and debug to optimize performance", "Creating compelling mobile device specific UI/UX", "Honest, proactive, and have a good integrity"]}, {"title": "Head of Business Intelligence & Data Warehouse", "link": "https://www.jobstreet.co.id/id/job/head-of-business-intelligence-data-warehouse-3844125?jobId=jobstreet-id-job-3844125&sectionRank=357&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "PHP Developer", "link": "https://www.jobstreet.co.id/id/job/php-developer-3844825?jobId=jobstreet-id-job-3844825&sectionRank=358&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Desktop Support area Papua", "link": "https://www.jobstreet.co.id/id/job/desktop-support-area-papua-3842561?jobId=jobstreet-id-job-3842561&sectionRank=359&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Data Scientist", "link": "https://www.jobstreet.co.id/id/job/data-scientist-3843489?jobId=jobstreet-id-job-3843489&sectionRank=360&token=0~20d9e354-e769-409c-adf4-557080377aba&fr=SRP%20Job%20Listing", "qualified": []}]