[{"title": "Presales Engineer - Networking (ID)", "link": "https://www.jobstreet.co.id/id/job/presales-engineer-networking-id-1031154131?jobId=jobstreet-id-job-1031154131&sectionRank=3541&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Pre-Sales support for products including design, technical advice, and point of contact", "Deliver product presentations and demonstrations, and provide support at external and internal customer facing events", "Build custom demonstrations and deliver Proof Of Concepts (POC) to customers", "Architects an appropriate technical solution to meet customer’s requirements", "Take a leading role in specifying technical solutions and writing proposals and tender responses.", "Support the sales cycle through answering RFI (Request for information), BOM (Bill of Material) and RFP (Request for proposal).", "To work with internal product team to meet vendor expectation", "To meet vendor’s certification requirement", "Keep up-to-date on technical knowledge and handle complicated technical issues for customers"]}, {"title": "Test Engineer", "link": "https://www.jobstreet.co.id/id/job/test-engineer-1030986351?jobId=jobstreet-id-job-1030986351&sectionRank=3542&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Become a distributor of WisdomBe involved and contribute to the future of Global Education!Be part of the team that wants to change the world through education", "Be involved and contribute to the future of Global Education!", "Be part of the team that wants to change the world through education", "Global TeamGet the chance to meet and collaborate with the best developers from around the world. Quipper has bases in Tokyo, Manila, and Jakarta.Have the opportunity to go outside the country for international team-visits as we place importance on connecting the team members of each country to improve technical capabilities and teamwork.Opportunity to enhance technical skills through the internal open source program for overseas training and conferences", "Get the chance to meet and collaborate with the best developers from around the world. Quipper has bases in Tokyo, Manila, and Jakarta.", "Have the opportunity to go outside the country for international team-visits as we place importance on connecting the team members of each country to improve technical capabilities and teamwork.", "Opportunity to enhance technical skills through the internal open source program for overseas training and conferences", "Development Environment for ProductivityWe at Quipper focus on productivity, so we use services like Firebase and CircleCI for infrastructure (CI), then Zeplin for distributing designs to our engineers, and GitHub for development and issue tracking.We plan to integrate Load Testing and Test Automation into our daily workflow and establish a solid process to improve product releases.Quipper makes tools every day to make production more intuitive and convenient. How about sharing your own tools to improve Global Education?Learn and review beautiful code. We make sure to produce high-quality code before releasing it to the world. Code Reviews and Unit Tests are an integral part of Quipper product development.Work from home. The new normal. You can work from anywhere you want.", "We at Quipper focus on productivity, so we use services like Firebase and CircleCI for infrastructure (CI), then Zeplin for distributing designs to our engineers, and GitHub for development and issue tracking.", "We plan to integrate Load Testing and Test Automation into our daily workflow and establish a solid process to improve product releases.", "Quipper makes tools every day to make production more intuitive and convenient. How about sharing your own tools to improve Global Education?", "Learn and review beautiful code. We make sure to produce high-quality code before releasing it to the world. Code Reviews and Unit Tests are an integral part of Quipper product development.", "Work from home. The new normal. You can work from anywhere you want.", "Users-First Agile Product DevelopmentWe are able to do fast-paced service improvements and feature roll-outs with help from everyone at Quipper from marketing, sales, engineers, and designers by active and iterative collaboration through GitHub and Slack.Our services and features are developed and improved using factual empirical data. We observe our valuable users by going to schools around the world and listen to their voices and seek what they need and what works for each of them. But if you don’t like going out, we also do App Interaction Analytics, so you know which services are most used!", "We are able to do fast-paced service improvements and feature roll-outs with help from everyone at Quipper from marketing, sales, engineers, and designers by active and iterative collaboration through GitHub and Slack.", "Our services and features are developed and improved using factual empirical data. We observe our valuable users by going to schools around the world and listen to their voices and seek what they need and what works for each of them. But if you don’t like going out, we also do App Interaction Analytics, so you know which services are most used!"]}, {"title": "Implementation Specialist Lead - CRM", "link": "https://www.jobstreet.co.id/id/job/implementation-specialist-lead-crm-1031101392?jobId=jobstreet-id-job-1031101392&sectionRank=3543&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Manages a team of implementation specialists that are responsible for the implementation of software solutions.", "Oversees and supports multiple implementation projects.", "Reviews external clients' product demands, develops project plans, and ensures that implementations are completed on time, within budget, and meet client expectations.", "Collaborate with system integration team and ensure compliance to all client requirements and provide appropriate training to clients and ensure efficient implementation of all systems.", "Develop all processes and tools for customer implementation lifecycle and identify all defects and provide an efficient interface with all marketing and technical departments.", "Maintain all project plans and ensure compliance to the timeframe and collaborate with stakeholders for all implementation processes."]}, {"title": "Backend Engineer Engineering Jakarta", "link": "https://www.jobstreet.co.id/id/job/backend-engineer-engineering-jakarta-1030956407?jobId=jobstreet-id-job-1030956407&sectionRank=3544&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Design and implement backend services for various FinAccel lending platforms like Kredivo.", "Work with the Product, Business and Sales teams to gather and understand requirements and deliver scalable solutions.", "Write high quality, maintainable code.", "Own parts of the system and continuously work to improve them in an agile environment.", "Benchmarking, load testing, diagnosing problems and helping create solutions.", "Research and implement modern frameworks and technologies for back-end systems.", "Participate in design discussions, reviews and propose/implement solutions to technical problems and challenges."]}, {"title": "IT Java Developer Manager", "link": "https://www.jobstreet.co.id/id/job/it-java-developer-manager-1031183967?jobId=jobstreet-id-job-1031183967&sectionRank=3545&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Provide high quality application on time.", "Support business units across the company and external customers.", "Design application according to business requirement.", "Collaborate with Business Analyst to clarify business requirement.", "Design well-structured Java application architecture."]}, {"title": "Product Manager - Stocks", "link": "https://www.jobstreet.co.id/id/job/product-manager-stocks-1030991776?jobId=jobstreet-id-job-1030991776&sectionRank=3546&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Web/Data Base Developer", "link": "https://www.jobstreet.co.id/id/job/web-data-base-developer-1031147866?jobId=jobstreet-id-job-1031147866&sectionRank=3547&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["We are looking for a web/database developer for a long term-cooperation.", "We use the following technologies: ", "****** (mandatory), MS SQL Server, Stored Procedures (mandatory), DevExpress UI controls and jQuery (nice to have)"]}, {"title": "Senior Infrastructure Engineer", "link": "https://www.jobstreet.co.id/id/job/senior-infrastructure-engineer-1030886572?jobId=jobstreet-id-job-1030886572&sectionRank=3548&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Build and maintain core infrastructures in the cloud and on-premise, using modern infrastructure services such as Kubernetes, Docker, and serverless computing", "Implement tooling and automation to make our developers more productive and happier using tools such as Jenkins, Terraform, Ansible and RunDeck", "Improve our system reliability by applying industry best practice processes in our operation and implement tools such as Datadog, Splunk and PagerDuty", "Support our data engineering team building big data infrastructure using tools such as Kafka, Presto, and Redash", "Keep our IT infrastructure secure and comply with international security  standards such as PCI-DSS and ISO 27001, and license from Bank Indonesia or OJK such as Payment Gateway Operator, Electronic Money, and Money Remitter", "Provide infrastructure support to the product team from the design phase until the build and testing phase to ensure alignment throughout SDLC", "Do whatever it takes to make Xendit succeed"]}, {"title": "Product Manager", "link": "https://www.jobstreet.co.id/id/job/product-manager-1031147769?jobId=jobstreet-id-job-1031147769&sectionRank=3549&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["You will build best in class digital products by driving product strategies and long-term vision", "You will internally work with the growth team, engineering team, strategy and operations team and CIO function to ensure alignment with the product roadmap, features & its prioritization and strategy."]}, {"title": "UX RESEARCHER", "link": "https://www.jobstreet.co.id/id/job/ux-researcher-1031075210?jobId=jobstreet-id-job-1031075210&sectionRank=3550&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Researching what customers need from the application side by conducting research, exploring user behavior, what is the background of user behavior.", "Work closely with Product Owner, UI/UX and Engineer to develop new features.", "Inspire product development change through presentation of research findings, visually and in writing.", "Assist the UI/UX team in understanding so that the customer experience of the application becomes more intuitive, fun, easy to access and even magical.", "Evaluate features that contribute to the customer experience, contribute expertise and collaborate internally, and sometimes spearhead projects.", "Provide systematic, quality, easy-to-understand conclusions that can shape a better customer experience, through: interviews, contextual inquiries, diary studies, personas, card sorting, usability testing (with internal and external users).", "Define the problem in the product, conduct research and take the initiative to implement its development.", "Have communication and presentation skills."]}, {"title": "TS Implementation Engineer", "link": "https://www.jobstreet.co.id/id/job/ts-implementation-engineer-1031048410?jobId=jobstreet-id-job-1031048410&sectionRank=3551&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Develops the ability to start 'owning' portions of an installation, break/fix incidents, and problem management.", "Functions jointly with the Implementation Engineering team to meet client requirements.", "May be required to perform periodic telephonic duty on the technical service desk, providing second line telephonic support under guidance to customers.", "Action less complex configurations and installations", "Attend to less complex break/fix events"]}, {"title": "Fullstack Software Engineer - Fraud", "link": "https://www.jobstreet.co.id/id/job/fullstack-software-engineer-fraud-1030970209?jobId=jobstreet-id-job-1030970209&sectionRank=3552&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Do whatever it takes to make Xendit succeed"]}, {"title": "Tech Lead", "link": "https://www.jobstreet.co.id/id/job/tech-lead-1031147864?jobId=jobstreet-id-job-1031147864&sectionRank=3553&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Lead a team of engineers to build and maintain high quality systems", "Coordinate with PMs and QAs on the timeframe for release of new features", "Work closely with PMs to:", "Build customer-oriented products", "Plan roadmaps for the next 3-6 months", "Manage existing tech debt", "Lead scrum ceremonies (stand ups, grooming, retrospective)", "Identify risks and form contingency plans", "Manage team morale", "Work together with engineering managers to deliver organizational engineering direction", "Plan for resourcing as needed by the team", "Manage team level documentation", "Manage career growth of the engineers of the team", "Identify, resolve, and improve toil and issues encountered", "Coordinate with internal teams", "Do whatever it takes to make Xendit succeed"]}, {"title": "Data Scientist - Cartography", "link": "https://www.jobstreet.co.id/id/job/data-scientist-cartography-1031132065?jobId=jobstreet-id-job-1031132065&sectionRank=3554&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Work with Data Scientists, Product Engineers and Product Managers to build, deploy, and scale Data Science solutions for routing systems and Geospatial data", "Develop theoretical models to better understand our customers’ use-cases and needs", "Work with Product teams to continuously refine, improve the solutions to cater to ever-changing Gojek needs", "Deep-dive analysis to support business decisions"]}, {"title": "Software Development Engineer in Test (Jakarta)", "link": "https://www.jobstreet.co.id/id/job/software-development-engineer-in-test-jakarta-1031075183?jobId=jobstreet-id-job-1031075183&sectionRank=3555&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Create and execute test cases based on the product requirement", "Write automation code for the designed test cases", "Ensure the software quality by maintaining the sanity and regression automation", "Identify the product requirement in sprint grooming and sprint planning", "Troubleshoot and prevent issue in production and escalating any concerns that can potentially compromise product quality"]}, {"title": "Associate Product Manager", "link": "https://www.jobstreet.co.id/id/job/associate-product-manager-1030870464?jobId=jobstreet-id-job-1030870464&sectionRank=3556&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Quite simply, we’re looking for smart, creative product people who can drive results quickly, at high quality", "Bachelor’s degree in a technical field or MBA is preferred; fresh graduates are welcome to apply", "We care most about learning and growth, if you really like to learn and grow, this is a perfect role for you", "Ability to prioritize ruthlessly, and willingness to get your hands dirty", "It would help if you had an appreciation for the finer details of product design & usability", "It would really help if you had prior experience with web/mobile consumer products", "It would really, really help if you demonstrated product leadership in the past (doesn’t have to be a Product Manager)"]}, {"title": "Technical Architect", "link": "https://www.jobstreet.co.id/id/job/technical-architect-1031065360?jobId=jobstreet-id-job-1031065360&sectionRank=3557&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Select and apply appropriate design standards, methods, and tools, consistent with the agreed enterprise and solution architectures and ensure that these are effectively applied and adopted.", "Understand business objectives and deep dive into existing data to recommend new ideas to solve the most impactful customer problems.", "Provides detailed and specific advice regarding the application of their specialism(s) to the planning and operations processes.", "To deliver on tight timelines and move quickly with cross-functional teams to partner or lead decision-making while maintaining a high attention to detail.", "Identify frequently occurring hypotheses and problem statements that can be generalized into common patterns.", "Designs components using appropriate modeling techniques following agreed architectures, design standards, patterns, and methodology.", "Develop scalable analytical frameworks and solutions to allow for solving repetitive problems in a more efficient manner.", "Define and align with stakeholders on key metrics, design and propose experimentation strategies.", "Work with Solutions Architects (SAs) to produce a technical specification for the solution’s custom development and systems integration requirements.", "Develop the technical design document to match the solution design specifications.", "Develop and uphold best practices with respect to change management, documentation and data protocols.", "Launch A/B tests, analyze experiment results and provide recommendations.", "Manages client proof of concept (POC) initiatives, which require the appropriation of appropriate resources, and setup and delivery of the POC.", "Able to work with team and customer able to communication & exchange knowledge effectively."]}, {"title": "Associate Software Application Development Engineer", "link": "https://www.jobstreet.co.id/id/job/associate-software-application-development-engineer-1031132021?jobId=jobstreet-id-job-1031132021&sectionRank=3558&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["PT. NTT Global Data Centers Indonesia is an international standard data center service provider that is part of the NTT Ltd.’s Global Data Centers division."]}, {"title": "PROGRAMMER BACKEND", "link": "https://www.jobstreet.co.id/id/job/programmer-backend-1031156791?jobId=jobstreet-id-job-1031156791&sectionRank=3559&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": ["Minimum Bachelor Degree, preferably from Information Technology or equivalent", "Minimum 3 years of backend developer experience", "Candidates must know the programming language of phyton", "Proficient in microservices, Java/Phyton/Database RDMS/Django/Versioning Tools & NOSQL", "Have a good work as a big team", "Have ambition and dedication for work", "Fluent in English both oral and written", "Willing to be located in Jakarta"]}, {"title": "Automation QA Engineer - Experiments", "link": "https://www.jobstreet.co.id/id/job/automation-qa-engineer-experiments-1031021191?jobId=jobstreet-id-job-1031021191&sectionRank=3560&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Java Web Programmer", "link": "https://www.jobstreet.co.id/id/job/java-web-programmer-1031005824?jobId=jobstreet-id-job-1031005824&sectionRank=3561&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Assistant Producer Intern", "link": "https://www.jobstreet.co.id/id/job/assistant-producer-intern-1031154134?jobId=jobstreet-id-job-1031154134&sectionRank=3562&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "IT Operation Senior Engineer", "link": "https://www.jobstreet.co.id/id/job/it-operation-senior-engineer-1031147863?jobId=jobstreet-id-job-1031147863&sectionRank=3563&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Associate IT Software Development Engineer", "link": "https://www.jobstreet.co.id/id/job/associate-it-software-development-engineer-1031156795?jobId=jobstreet-id-job-1031156795&sectionRank=3564&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Job Title Senior Back End Developer", "link": "https://www.jobstreet.co.id/id/job/job-title-senior-back-end-developer-1031021179?jobId=jobstreet-id-job-1031021179&sectionRank=3565&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Senior Software Engineer - Backend (SEO Squad)", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-backend-seo-squad-1030941617?jobId=jobstreet-id-job-1030941617&sectionRank=3566&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Senior Software Engineer - Web Platform", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-web-platform-1031183907?jobId=jobstreet-id-job-1031183907&sectionRank=3567&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Digital Product Executive", "link": "https://www.jobstreet.co.id/id/job/digital-product-executive-1031072190?jobId=jobstreet-id-job-1031072190&sectionRank=3568&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Tech Lead Engineer Core Banking", "link": "https://www.jobstreet.co.id/id/job/tech-lead-engineer-core-banking-1030991702?jobId=jobstreet-id-job-1030991702&sectionRank=3569&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Middle Senior Back-End Developer", "link": "https://www.jobstreet.co.id/id/job/middle-senior-back-end-developer-1031147695?jobId=jobstreet-id-job-1031147695&sectionRank=3570&token=0~a3f03c59-995a-4c55-be91-3a226a8a885d&fr=SRP%20Job%20Listing", "qualified": []}]