[{"title": "Functional Consultant Analyst", "link": "https://www.jobstreet.co.id/id/job/functional-consultant-analyst-1031086306?jobId=jobstreet-id-job-1031086306&sectionRank=3841&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Collecting and documenting business requirements", "Testing and delivering application documentation", "Recommending effective solutions.", "Verify business requirements and functional specifications.", "Map business requirements to functional requirements.", "Develop and deliver project documentation including requirements traceability matrix, business process design, configuration design.", "Identify gaps in the standard product functionality.", "Interface between technical teams and client/users.", "Design solutions in conjunction with technical teams.", "Ensure deliverables are being met on a timely basis.", "Conduct system training.", "Participate in competency-building activities and internal training."]}, {"title": "Product Designer - Consumer Platform (Loyalty, Incentives & Monetisation) (copy)", "link": "https://www.jobstreet.co.id/id/job/product-designer-consumer-platform-loyalty-incentives-monetisation-copy-1031021279?jobId=jobstreet-id-job-1031021279&sectionRank=3842&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Work closely and under supervision of a senior product designer, and follow the predefined process that set forth by the team", "Able to comprehend with the product briefs and be able to present the ideas/solution to the team under supervision of product design lead", "Effectively deliver features and improvements in a well-defined scope", "Define end-to-end wireframe and wireflow for features using standard wireframing tools", "Document the design process for each feature, such as research findings, ideations, usability testings, release and monitor the impact after the product release", "Contribute in the team cadence discussion and make occasional short presentation to the team, as well as present team’s updates if needed", "Proactively seek/give feedback from other stakeholders to make sure concepts are meeting the intended project goal"]}, {"title": "Game Artist Intern", "link": "https://www.jobstreet.co.id/id/job/game-artist-intern-1030902978?jobId=jobstreet-id-job-1030902978&sectionRank=3843&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Fluent in Bahasa Indonesia.", "Internship period lasts for a minimum of 3 months.", "Have your own laptop & drawing tablet to do productive work.", "Have a good internet connection, as we’re still in a Remote working environment as of now."]}, {"title": "Associate Product Manager", "link": "https://www.jobstreet.co.id/id/job/associate-product-manager-1030941559?jobId=jobstreet-id-job-1030941559&sectionRank=3844&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["This is a hands-on leadership role that includes end-to-end ownership of the product road map, writing game/feature specs, analyzing key performance metrics and driving business results."]}, {"title": "Manager - SAP SD/MM Logistic Lead - ID", "link": "https://www.jobstreet.co.id/id/job/manager-sap-sd-mm-logistic-lead-id-1030970144?jobId=jobstreet-id-job-1030970144&sectionRank=3845&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Engage clients in workshops and interviews to analyse process and reporting requirements", "Advise clients on industry/ cross-industry leading practices. Advise clients on SAP recommended processes and functions", "Design target state SAP solutions for clients. Influence clients’ thinking in adopting leading/ standard practices while developing target state", "Analyse application landscape to design interfaces to SAP solution", "Perform SAP configuration and tests. Develop specifications for development of forms/ reports/ interfaces.", "Lead the consultant and client teams through the implementation cycle including planning and execution of testing, migration and cutover.", "Support change management execution by developing training material, delivering training and supporting users post cutover."]}, {"title": "SAP PM Functional Consultant", "link": "https://www.jobstreet.co.id/id/job/sap-pm-functional-consultant-1030970120?jobId=jobstreet-id-job-1030970120&sectionRank=3846&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["\n\nPT. Metrodata Electronics, Tbk listed its shares on the Indonesia Stock Exchange (IDX) since 1990 (IDX: MTDL) and is one of the leading Information and Communications Technology (ICT) companies in Indonesia. The Company maintains strategic alliances with world-class information technology companies. Currently, the Company has three main business lines, namely: the Distribution Business Unit that handles distribution to dealers, ICT solutions companies, and e-commerce; the Solution Business Unit that provides ICT total solutions from design, implementation, IT Managed Services, to consultation and training; and the Consulting Business Unit that offers innovative business solutions, starting from conceptualizing, defining, commissioning and implementation, to business transformation support.\n\n\t\t\tMETRODATA is the only national ICT company listed in Indonesia Fortune 100, and received prestigious awards from some various media, such as Forbes Indonesia’s 50 Best of The Best Companies 2018; Infobank Magazine’s 3rd Infobank 100 Fastest Growing Companies 2018: Category: Commerce, Services and Investments; Warta Ekonomi Magazine’s 4th Indonesia Living Legend Companies Award 2019: Leading ICT Integrator Company Category; Economic Review Magazine’s Indonesia Finance Award 2018: 3rd The Best Indonesia Computer & Device Services Public Company 2018: Category: Finance, Sector: Trade, Services & Investment; Anugerah Perusahaan Tbk Indonesia – V – 2018: Top 3 Computer Services & Appliances Best Public Company in Indonesia in 2018, Sector: Trade, Services, and Investment; and Majalah Investor’s The Best Listed Company 2018 – Electronics Sector.\n"]}, {"title": "Oracle Technical Consultant", "link": "https://www.jobstreet.co.id/id/job/oracle-technical-consultant-1030970142?jobId=jobstreet-id-job-1030970142&sectionRank=3847&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["PT. NTT Global Data Centers Indonesia is an international standard data center service provider that is part of the NTT Ltd.’s Global Data Centers division."]}, {"title": "Lead iOS Engineer - Commerce Enablement", "link": "https://www.jobstreet.co.id/id/job/lead-ios-engineer-commerce-enablement-1030910123?jobId=jobstreet-id-job-1030910123&sectionRank=3848&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Design, build and improve the online and offline mobile experiences for one of the world’s fastest growing POS mobile app", "Create the unit test with a high code coverage percentage, and accurately cover the whole business logic and ensure non-flakiness", "Coordinate with cross functional teams (i.e. Backend, DevOps, Design etc.) on planning and execution", "Proactively manage stakeholders communication related to deliverables, risks, changes and dependencies", "Mentor and provide career guidance for junior engineers on your team", "Decide what tech stack needed on iOS app that supports the requirement use cases", "Standardize code guidelines, regularly do code review, and make sure delivered code quality is the best", "Analyzing tech debt and propose the ultimate solution"]}, {"title": "Senior Software Engineer - Digital Inclusion", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-digital-inclusion-1030910053?jobId=jobstreet-id-job-1030910053&sectionRank=3849&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Design and develop a highly maintainable and reliable backend system", "Write clean and tested code in Java and Golang", "Deliver tech-based solutions that bring positive impact to low-income communities through up-to-date software technologies", "Build large-scale and high-performing services to develop simple, easy-to-use products for our unique end customers", "Coordinate with other teams (UX and Mobile team) on building and managing the backend system", "Recognize process or programming inefficiencies, and recommend improvements"]}, {"title": "Android Engineer - Commerce Enablement", "link": "https://www.jobstreet.co.id/id/job/android-engineer-commerce-enablement-1030994404?jobId=jobstreet-id-job-1030994404&sectionRank=3850&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Design, build and improve the online and offline mobile experiences for one of the world's fastest growing POS mobile app", "Partner with the product management team to define and execute the feature roadmap", "Create the unit test with a high code coverage percentage, and accurately cover the whole business logic and ensure non-flakiness ", "Coordinate with cross functional teams (i.e. Backend, DevOps, Design etc.) on planning and execution", "Proactively manage stakeholders communication related to deliverables, risks, changes and dependencies", "Internalize and utilize Gojeks values in daily interactions", "Mentor and provide career guidance for junior engineers on your team", "Communicate, collaborate and work effectively across cross functional teams in a global environment"]}, {"title": "Senior Software Engineer (Backend) - Data Platform", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-backend-data-platform-1031021205?jobId=jobstreet-id-job-1031021205&sectionRank=3851&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Be responsible for the overall solution architecture of the products/services that you will be working on", "Code, design, prototype, perform reviews and consult in the process of building highly scalable, reliable, and fault-tolerant systems", "As our senior technologist continuously refactor applications and architectures to maintain high-quality levels", "Continue to stay abreast of the latest technologies in distributed systems, caching and research new technologies, tools that enable building the next generation systems", "Act as an engineer that enjoys writing readable, concise, reusable, extensible code every day", "Discuss, articulate requirements with product management and scope, execute the feature road map", "Participate in team’s hiring process by being a panelist in interviews"]}, {"title": "Senior Associate Business Analyst", "link": "https://www.jobstreet.co.id/id/job/senior-associate-business-analyst-1030910037?jobId=jobstreet-id-job-1030910037&sectionRank=3852&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["PT. NTT Global Data Centers Indonesia is an international standard data center service provider that is part of the NTT Ltd.’s Global Data Centers division."]}, {"title": "SAP FICO Functional Consultant Assc.", "link": "https://www.jobstreet.co.id/id/job/sap-fico-functional-consultant-assc.-1030970132?jobId=jobstreet-id-job-1030970132&sectionRank=3853&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Ikut serta mengevaluasi, mengidentifikasikan, dan memberikan rekomendasi mengenai kebutuhan akan aplikasi bagi pelanggan sehingga dapat memberikan solusi bisnis yang tepat. Kemudian menuliskan hasil identifikasi dan evaluasi itu ke dalam Scope of Work (SOW).", "Melakukan serta memonitor proses implementasi sesuaidengan assignment yang diberikan oleh Project Manager. Menjadi instruktur dalam memberikan pelatihan bagi pelanggan dalam mempelajari, memahami produk dan cara mengoperasikan aplikasi.", "Mengadakan kontak langsung dengan pelanggan untuk memberikan pemecahan terhadap permasalahan yang muncul setelah implementasi berjalan, sekaligus memberikan saran pengembangan kebutuhan baru.", "Menjadi instruktur/pembimbing bagi pelanggan untuk mempelajari, memahami produk dan cara mengoperasikan aplikasi pada pelatihan aplikasi lanjutan", "Memelihara dan mengembangkan application knowledge teknologi prinsipal"]}, {"title": "Game Programmer", "link": "https://www.jobstreet.co.id/id/job/game-programmer-1030986437?jobId=jobstreet-id-job-1030986437&sectionRank=3854&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Involve in all areas of game programming, such as game logic, graphics, artificial intelligence, user interface, and backend service.", "Write robust code to be used by millions of users", "Work as part of a team, but with plenty of opportunity to take responsibility on an individual level", "Support and contribute new ideas to game design."]}, {"title": "Senior Solutions Engineer", "link": "https://www.jobstreet.co.id/id/job/senior-solutions-engineer-1031005837?jobId=jobstreet-id-job-1031005837&sectionRank=3855&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Present VMware Tanzu vision, strategy and product roadmaps to executives and technical management. Capable of public speaking and presenting in front of customers, at user groups, etc.", "Work with sales team to develop and implement account penetration strategies and drive the adoption of VMware Tanzu solutions within strategic accounts and partners throughout pre-sales and post-sales collaboration", "Qualify sales opportunities in terms of customer technical requirements, competition, decision-making process and funding.", "Use knowledge of competitive solutions to help the sales and field engineering teams propose the most optimal solution for customers.", "Configure and document VMware Tanzu software, hardware and service solutions to meet customer and sales objectives.", "Lead the completion and execution in RFxs and POxs and complete all required documentation.", "Work collaboratively with Product Management, Technical Marketing and Engineering during the development, launch and continuing refinement of VMware Tanzu products.", "Comfortable in new situations with new clients. Experience building distributed / service oriented / microservice-style and cloud-based architectures.", "Travel within your assigned territory is required.", "Conversant, with hands on experience across Kubernetes, OpenShift, Docker & Cloud Native Application development platforms.", "Continually contributes to the knowledge in the Solutions Engineer organisation to meet current and future business needs.", "Participate in, and contribute to sales forecast and pipeline reviews", "Reviews account penetration strategies for critical accounts.", "Leverages knowledge of VMware Tanzu competitive solutions to effectively position a VMware Tanzu solution and prepares the sales organisation for customer objections.", "Drives consistency of approach and ensuring best practices are applied across in all customer opportunities.", "Builds and maintains senior customer relationships and acts as the escalation point for major technical issues.", "Provide feedback to R&D on Tanzu product/solution needs to meet customer requirements"]}, {"title": "Senior 3D Artist", "link": "https://www.jobstreet.co.id/id/job/senior-3d-artist-1031065458?jobId=jobstreet-id-job-1031065458&sectionRank=3856&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Create a high-quality game ready 3D models and their textures", "Contribute to the development of 3D art pipeline standards & establishment of 3D art career path in the Art Department", "Keep up with the latest tools & techniques in the 3D art domain", "Collaborate with fellow artists, team leads, tech, and design teams to produce high-quality 3D assets & integrate them into the final playable product", "Collaborate with fellow artists to create game ready rigs & animations", "Coach fellow artist."]}, {"title": "Senior Consultant - SAP Treasury - ID", "link": "https://www.jobstreet.co.id/id/job/senior-consultant-sap-treasury-id-1030970095?jobId=jobstreet-id-job-1030970095&sectionRank=3857&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": ["Engage clients in workshops and interviews to analyze process and reporting requirements", "Advise clients on industry/ cross-industry leading practices. Advise clients on SAP recommended processes and functions", "Design target state SAP solutions for clients. Influence clients’ thinking in adopting leading/ standard practices while developing target state", "Analyze application landscape to design interfaces to SAP solution", "Perform SAP configuration and tests. Develop specifications for development of forms/ reports/ interfaces.", "Lead the consultant and client teams through the implementation cycle including planning and execution of testing, migration and cutover.", "Support change management execution by developing training material, delivering training and supporting users post cutover.", "Develop relationships with internal and external stakeholders"]}, {"title": "Senior Mobile Engineer iOS", "link": "https://www.jobstreet.co.id/id/job/senior-mobile-engineer-ios-1030910047?jobId=jobstreet-id-job-1030910047&sectionRank=3858&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Game Programmer", "link": "https://www.jobstreet.co.id/id/job/game-programmer-1030991729?jobId=jobstreet-id-job-1030991729&sectionRank=3859&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Product/Game Designer Intern", "link": "https://www.jobstreet.co.id/id/job/product-game-designer-intern-1030956359?jobId=jobstreet-id-job-1030956359&sectionRank=3860&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Mobile Development Engineer (Android)", "link": "https://www.jobstreet.co.id/id/job/mobile-development-engineer-android-1031075222?jobId=jobstreet-id-job-1031075222&sectionRank=3861&token=0~7edc47e2-9d91-4d84-ab40-ae8fbfa7b51c&fr=SRP%20Job%20Listing", "qualified": []}]