[{"title": "AVP-Cisco IP Networking Product Management", "link": "https://www.jobstreet.co.id/id/job/avp-cisco-ip-networking-product-management-1031005811?jobId=jobstreet-id-job-1031005811&sectionRank=3781&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Identify, analyze and prioritize new features based on business and customer impact", "Define the roadmap of a product and the underlying cloud platform, ensuring worldwide leading competitiveness and business success", "Gain a thorough understanding of customer experience, identify and fill product gaps and generate new ideas that grow product adoption, improve customer experience and drive growth", "Oversee the product throughout its life cycle, including ideation, prototyping, user research, design, launch, iteration, and end-of-life decisions", "Validating use cases and working with developers to set up prototypes and POCs for things like new product integrations.", "Drive product launches to meet release goals and ensure cross-functional teams have appropriate understanding, are aligned, are prepared and plans in place to execute and monitor outcomes", "Work with Product Marketing to develop messaging and positioning that explain technical and business value in simple, understandable terms"]}, {"title": "Sr Officer-Cisco Data Center Product Management", "link": "https://www.jobstreet.co.id/id/job/sr-officer-cisco-data-center-product-management-1031005813?jobId=jobstreet-id-job-1031005813&sectionRank=3782&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Identify, analyze and prioritize new features based on business and customer impact", "Support Cisco product development project.", "Lead engineering activities during the incubation of new Cisco customers starting from PoC phase to final delivery.", "Manage service creation/design processes to ensure fitness for use and for purpose of new design packages.", "Ensure documentations are developed, validated and maintained for existing and new security services/products.", "Work closely with vendors, technology partners, and products managers to identify markets trends, customers needs, to maintain an efficient and competitive service portfolio.", "To keep up to date with emerging security trends, threats, best practices and standards (internal and external), regulations, and security enhancing technologies."]}, {"title": "SVP-Head of FTTH", "link": "https://www.jobstreet.co.id/id/job/svp-head-of-ftth-1030986447?jobId=jobstreet-id-job-1030986447&sectionRank=3783&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Conduct an in-depth market survey and analysis as reference to develop Plan and Strategy of the product in order to achieve Company target", "To secure positive P&L for OPEX and CAPEX FTTH Business", "Define product roadmap in line with Group IT, Revenue Assurance, Finance & Commercial requirements", "To ensure end to end planning process for FTTH business could be aligned to achieve company goals and implemented with well-planned deployment rollout.", "To ensure market expansion aligned with company objective"]}, {"title": "Game Project Manager", "link": "https://www.jobstreet.co.id/id/job/game-project-manager-1030986495?jobId=jobstreet-id-job-1030986495&sectionRank=3784&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Have passion in the game industry and digital industry as a whole", "Had experience in project management in digital industry (software, game, animation, or comic), conventional industry (event organizer, contractor), or other organization (NGO, academic).", "Have an understanding about how a game is made and know what needs to happen and when", "Excellent communication skills, written and oral, both in Indonesian and English.", "Able to prioritize task based on the impact to the game being developed", "Works well despite pressures or tight schedule"]}, {"title": "SQL DEVELOPER", "link": "https://www.jobstreet.co.id/id/job/sql-developer-1030986444?jobId=jobstreet-id-job-1030986444&sectionRank=3785&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan minimum Diploma (D3) Computer Science", "Pengalaman minimum 1 tahun sebagai SQL Developer", "Menguasai  Ms Sql, Sql Cluster, Sql Replication/ha, Tuning Query, Function/Store Procedure", "Dapat bekerja dalam tim secara baik"]}, {"title": "Sr Officer-Cisco Solution Architect For Data Center", "link": "https://www.jobstreet.co.id/id/job/sr-officer-cisco-solution-architect-for-data-center-1031005812?jobId=jobstreet-id-job-1031005812&sectionRank=3786&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Actively participate in the RFI/RFP process and development of the technical aspects of proposals in line with customer needs, liaising and qualifying with other colleagues as necessary.", "Ownership of customer requirements gathering stage, conducting needs analysis and creating high level designs.", "Present HLD solutions to customers to demonstrate concepts, win support and assess solution suitability.", "Engage with internal teams across sales, marketing, operations, commercial, technology and engineering to drive solution delivery.", "Identify problems, suggest solutions, work with technical teams to resolve issues", "Designing and implementing Cisco solutions"]}, {"title": "ID DPO Counsel", "link": "https://www.jobstreet.co.id/id/job/id-dpo-counsel-1031034833?jobId=jobstreet-id-job-1031034833&sectionRank=3787&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Conduct privacy impact and vendor risk assessments.", "Review agreements for the transfer and processing of personal data among various entities.", "Advise product and business groups across the company regarding privacy and security requirements.", "Ensure compliance with Grab policies, laws and regulations relating to privacy.", "Develop and maintain internal practices to support Grab's privacy initiatives.", "Perform privacy reviews working with product development teams to support Grab’s privacy by design approach for new product features.", "Collaborate regularly with leadership to provide strategic guidance on emerging privacy requirements.", "Provide ongoing management, content development and oversight of the privacy training program."]}, {"title": "Oracle DBA Consultant", "link": "https://www.jobstreet.co.id/id/job/oracle-dba-consultant-1030986417?jobId=jobstreet-id-job-1030986417&sectionRank=3788&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Database monitoring and Maintenance", "Monitors database infrastructure", "Proactively monitors the work queues.", "Perform operational tasks to resolve all incidents/requests in a timely manner and within the agreed SLA.", "Perform Proactive Performance Monitoring and provide applicable suggestions", "Provide High Availability Solutions and Support and maintain, monitor and troubleshoot the environments with such setups", "Update tickets with resolution tasks performed", "Identify, Investigate, analyze issues and errors prior to or when they occur, and log all such incidents in a timely manner. Capture all required and relevant information for immediate resolution", "Provide second level support to all incidents, requests and identify the root cause of incidents and problems", "Communicate with other teams and clients for extending support", "Execute changes with clear identification of risks and mitigation plans to be captured into the change record", "Follow the shift handover process highlighting any key tickets to be focused on along with a handover of upcoming critical tasks to be carried out in the next shift", "Escalate all tickets to seek the right focus from CoE and other teams, if needed continue the escalations to management", "Work with automation teams for effort optimization and automating routine tasks", "Coach Service Desk and L1 teams for technical and behavioral skills", "Establish monitoring for client databases", "Identify problems and errors before they impact a client’s service", "Lead and manage all initial client escalation for operational issues.", "Contribute to the change management process by logging all change requests with complete details for standard and non-standard including patching and any other changes to Configuration Items. Ensures all changes are carried out with proper change approvals", "Plan and execute approved maintenance activities", "Audit and analyze incident and request tickets for quality and recommends improvements with updates to knowledge articles.", "Produce trend analysis reports for identifying tasks for automation, leading to a reduction in tickets and optimization of effort"]}, {"title": "Game Tester Intern", "link": "https://www.jobstreet.co.id/id/job/game-tester-intern-1030986355?jobId=jobstreet-id-job-1030986355&sectionRank=3789&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Work together with team members to ensure the product works smoothly according to with required specifications", "Carrying out required testing methods (functionality, compatibility, etc)", "Reporting and documenting defects found during the testing process", "Giving feedback for product improvements"]}, {"title": "ETL DEVELOPER", "link": "https://www.jobstreet.co.id/id/job/etl-developer-1030910052?jobId=jobstreet-id-job-1030910052&sectionRank=3790&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Usia <35 tahun", "Pendidikan minimum S1", "Pengalaman minimum: 1 tahun", "Menguasai konsep ETL", "Menguasai tools ETL seperti: Sql Integration Service, Data Migration Service", "Menguasai Query Sql untuk mapping dan loading data", "Memiliki keterampilan interpersonal yang baik dan sikap yang baik", "Kemampuan untuk bekerja sebagai tim"]}, {"title": "Sr Officer-Cisco IP Networking Product Management", "link": "https://www.jobstreet.co.id/id/job/sr-officer-cisco-ip-networking-product-management-1031005820?jobId=jobstreet-id-job-1031005820&sectionRank=3791&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Identify, analyze and prioritize new features based on business and customer impact", "Support Cisco product development project.", "Lead engineering activities during the incubation of new Cisco customers starting from PoC phase to final delivery.", "Manage service creation/design processes to ensure fitness for use and for purpose of new design packages.", "Ensure documentations are developed, validated and maintained for existing and new security services/products.", "Work closely with vendors, technology partners, and products managers to identify markets trends, customers needs, to maintain an efficient and competitive service portfolio.", "To keep up to date with emerging security trends, threats, best practices and standards (internal and external), regulations, and security enhancing technologies."]}, {"title": "Game Tester Intern", "link": "https://www.jobstreet.co.id/id/job/game-tester-intern-1030986424?jobId=jobstreet-id-job-1030986424&sectionRank=3792&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Work together with team members to ensure the product works smoothly according to with required specifications", "Carrying out required testing methods (functionality, compatibility, etc)", "Reporting and documenting defects found during the testing process", "Giving feedback for product improvements"]}, {"title": "Senior Data Analyst (Finance)", "link": "https://www.jobstreet.co.id/id/job/senior-data-analyst-finance-1030902965?jobId=jobstreet-id-job-1030902965&sectionRank=3793&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Work closely with different departments in standardizing metrics definition, identifying data sources, and building data pipelines", "Build and manage all Finance-related dashboards on a regular basis ensuring data consistency and accuracy", "Proactively work with different stakeholders in the finance team to anticipate and manage changes to the dashboards taking into consideration evolving business needs", "Provide end-to-end data solutions to enable various teams across the company to save time on data preparation and reconciliation and routine and ad-hoc reporting ", "Work with a large amount of data that are at times unstructured; be a key lead in data filtering, preparation, and validation", "Identify business trends and connect to the financial metrics to provide insights to the key stakeholders and influence the business direction(including but not limited to, financial profitability, sales analysis, net working capital analysis and expense analysis etc.)", "Present the insight and findings to the C-level and business heads", "Automate reports and analysis to improve efficiency and reduce errors due to human intervention"]}, {"title": "Associate Service Delivery Assurance Specialist", "link": "https://www.jobstreet.co.id/id/job/associate-service-delivery-assurance-specialist-1030886527?jobId=jobstreet-id-job-1030886527&sectionRank=3794&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["PT. NTT Global Data Centers Indonesia is an international standard data center service provider that is part of the NTT Ltd.’s Global Data Centers division."]}, {"title": "Game Producer", "link": "https://www.jobstreet.co.id/id/job/game-producer-1030986481?jobId=jobstreet-id-job-1030986481&sectionRank=3795&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Have passion in the game industry and digital industry as a whole", "Had experience in project management in digital industry (software, game, animation, or comic), conventional industry (event organizer, contractor), or other organization (NGO, academic).", "Have an understanding about how a game is made and know what needs to happen and when", "Excellent communication skills, written and oral, both in Indonesian and English.", "Able to prioritize task based on the impact to the game being developed", "Works well despite pressures or tight schedule"]}, {"title": "Senior Devops Engineer", "link": "https://www.jobstreet.co.id/id/job/senior-devops-engineer-1031117295?jobId=jobstreet-id-job-1031117295&sectionRank=3796&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Administer cloud-based Infrastructure deployment, including tasks such as the provisioning/de-provisioning of resources, maintaining security posture, user administration, monitoring computing resource utilization, network setup, backup/restore, and incident management", "Conduct troubleshooting root cause analysis, and implement corrective/preventive measures during and after each incident", "Implement Infrastructure-as-Code (IaC) on the cloud platform being worked on", "Support audit and infrastructure/network security scans, disaster recovery, and security related drills", "Contribute to the technical direction and strategic decisions in terms of platform, infrastructure, and architecture", "Promote best practices across the team, and mentor junior team members"]}, {"title": "Cyber Threat Intelligence (CTI) Analyst-GoTo Financial", "link": "https://www.jobstreet.co.id/id/job/cyber-threat-intelligence-cti-analyst-goto-financial-1030886502?jobId=jobstreet-id-job-1030886502&sectionRank=3797&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Monitor the surface, deep, darkweb, listen to your intelligence sharing circles", "Analyze through understanding of the internal landscape assess the (predicted threat)", "Report and communicate timely, simply and effectively the threat and key recommendations"]}, {"title": "MOBILE DEVELOPER", "link": "https://www.jobstreet.co.id/id/job/mobile-developer-1030986491?jobId=jobstreet-id-job-1030986491&sectionRank=3798&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Age: 20-30 years old", "Minimum education: S1 (Computer Science)", "At least 3 years experiences developing enterprise-scale mobile solutions", "Proficient with Kolin and Java development", "Knowledge in using ReactNative", "Knowledge of modularization, unit testing, view binding and jetpack compose is a plus", "Collaborate with System Analysts and all related teams in project development", "Responsible for product development related to Loan Management", "Responsible for studying business functions, gathering information and evaluating business requirements and translating it technically, including its integration with other surrounding systems", "Responsible for Debugging and Unit Testing", "Collaborate with Technical Writer to build comprehensive documentation", "Understand the basics of application programming", "Familiar with Object Orientation programming", "Understanding of JAVA, J2ME, J2XE, J2EE, JSP, Javascript, Ajax, Jquery, XML, Webservices, Eclipse and Tomcat technologies", "Familiar with database programming such as MSSQL and ORACLE", "Have knowledge of source code tools (TFS, VSS)", "Understand report applications (Jasper, Aspose)", "Understanding of frameworks and architectures such as Spring/Spring MVC, MVVM, ZK, REST, JSON, Hibernate", "Understand Java Logic/Controler & Service, Java GUI, or Java related Database", "Understand the concept of MicroServices", "Have experience building a JAVA web base application that is integrated with database applications, JAVA desktops", "Have experience building JAVA based desktop applications that are integrated with databases, online databases, cross platform desktop base applications (runs on Windows, Linux, Mac)"]}, {"title": "Engineering Manger - Financial Services Paylater", "link": "https://www.jobstreet.co.id/id/job/engineering-manger-financial-services-paylater-1031048394?jobId=jobstreet-id-job-1031048394&sectionRank=3799&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Having minimal 5 years of experience in software engineering, application development, or system development", "Hands-on experience in handling and/or designing complex back-end architecture or large-scale system", "Excellent understanding of software engineering concepts, design patterns, and algorithms", "Comfortable working up and down the technology stack", "Curiosity to explore creative solutions and try new things", "Bachelors' degree in Computer Science or equivalent from a reputable university"]}, {"title": "Senior Product Manager", "link": "https://www.jobstreet.co.id/id/job/senior-product-manager-1030886511?jobId=jobstreet-id-job-1030886511&sectionRank=3800&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["You drive the development of innovative and industry-leading products that uniquely serve our customers and differentiate our products from competitors", "You collaborate with engineering, design and other stakeholders to define an ambitious strategy, develop and maintain a prioritised product backlog, and execute on delivering delightful and impactful experiences for customers", "You innovate and create well defined go-to-market plans with product marketing, operations and other stakeholders", "You ship minimum-loveable-products based on quantitative and qualitative data on user behaviour and experimentation.", "You are accountable for defining the success metrics and impact of your work", "You make an impact by being part of the team to deliver the roadmap through agile sprint cycles, breaking down the product roadmap into executable stories and requirements"]}, {"title": "Senior Software Engineer (Backend) - GoFood", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-backend-gofood-1031101444?jobId=jobstreet-id-job-1031101444&sectionRank=3801&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Work cross-functionally with product, design, backend, and other teams across regions and independently ship world-class products and features with minimal guidance.", "Design and develop highly scalable, available, reliable, secure, and fault-tolerant systems with minimal guidance for one of the world’s fastest-growing companies in the travel", "Write code that is clear, concise, performant, tested, and easily understood by others.", "Actively mentor associate software engineers  in the team", "Translate business requirements into scalable and extensible design", "Communicate, collaborate and work effectively across cross-functional teams in a global environment", "Build and manage automated build/test/deployment environments", "Improve engineering standards, tooling, and processes"]}, {"title": "Associate Red Teamer (Offensive Security)", "link": "https://www.jobstreet.co.id/id/job/associate-red-teamer-offensive-security-1030986428?jobId=jobstreet-id-job-1030986428&sectionRank=3802&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Actively involved as an individual contributor and learning your way to become subject matter experts from the beginning to the end such as: (1) upon request, during an active incident response of a real attack, (2) data/system breaches, (3) catastrophic system failures due to cyberattack, and (4) involved early in any important projects that required higher degree of security assessments from the adversaries’ attack point of view", "Assist in identifying, tracing and neutralizing the active threats", "Perform a thorough documentation on how vulnerabilities were exploited and what changes should be made to prevent that from being exploited again", "Assist/participate in presenting the findings to multiple stakeholders involved in the study and/or incidents", "Proactively identify (and attempt to exploit) multiple vulnerabilities that are affecting the system and data security of our business", "Ensure that you upkeep required training regimens within Offensive Security Team across the rest of the Red Team members", "Participate in regular purple teaming exercises together with the Blue Team"]}, {"title": "Engineering Manager - Financial Services Payment", "link": "https://www.jobstreet.co.id/id/job/engineering-manager-financial-services-payment-1031048438?jobId=jobstreet-id-job-1031048438&sectionRank=3803&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Having minimal 5 years of experience in software engineering, application development, or system development", "Hands-on experience in handling and/or designing complex back-end architecture or large-scale system", "Excellent understanding of software engineering concepts, design patterns, and algorithms", "Comfortable working up and down the technology stack", "Curiosity to explore creative solutions and try new things", "Bachelors' degree in Computer Science or equivalent from a reputable university", " "]}, {"title": "Product Designer - Ads and Promotions Platform", "link": "https://www.jobstreet.co.id/id/job/product-designer-ads-and-promotions-platform-1030994424?jobId=jobstreet-id-job-1030994424&sectionRank=3804&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Work under the supervision of the product design lead and to improve user experience towards big goals", "Define the product briefs and be able to present the ideas/solution to the team under the supervision of the product design lead", "Effectively deliver features and improvements in a well-defined scope", "Define end-to-end wireframe and user flows for features using standard wireframing tools", "Document the design process for each feature, such as research findings, ideations, usability testings, release, and monitor the impact after the product release", "Contribute in the team cadence discussion and make short presentation to the team, as well as present team’s updates if needed", "Responsible to get buy-in of your solution/ideas from stakeholders", "Proactively seek/give feedback from other stakeholders to make sure concepts are meeting the intended project goal"]}, {"title": "AVP-Cisco Solution Architect Lead 2", "link": "https://www.jobstreet.co.id/id/job/avp-cisco-solution-architect-lead-2-1031005831?jobId=jobstreet-id-job-1031005831&sectionRank=3805&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Demonstrate knowledge from a business and infrastructure perspective, including awareness of the customers and business requirements.", "Experience is architecting enterprise Cisco network and security solutions.", "Experience in a solution design, architecture or similar customer solution focused capacity. You should have specific knowledge of IP data networking products including MPLS, WAN, IPVPN, SD WAN. Any knowledge of security, UCC, contact centre or similar technology is desirable", "Ability to understand complex technical and selling situations and the ability to solve the problem or solicit the required resources.", "Build strong relationships with key contacts in the partner ecosystem. Work with Channel Sales team to build and strengthen relationships with partners; Oversee product and solutions training and enablement of the partner ecosystem so that they can be leveraged to help drive opportunities to technical close.", "Relevant competitive knowledge, including: industry, technologies and product offerings, evolving technologies, and threats."]}, {"title": "Software Engineer (Backend) - GoFood", "link": "https://www.jobstreet.co.id/id/job/software-engineer-backend-gofood-1031101461?jobId=jobstreet-id-job-1031101461&sectionRank=3806&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Work cross-functionally with product, design, backend, and other teams across regions and independently ship world-class products and features with minimal guidance.", "Design and develop highly scalable, available, reliable, secure, and fault-tolerant systems with minimal guidance for one of the world’s fastest-growing companies in the travel", "Write code that is clear, concise, performant, tested, and easily understood by others.", "Translate business requirements into scalable and extensible design", "Communicate, collaborate and work effectively across cross-functional teams in a global environment", "Build and manage automated build/test/deployment environments", "Improve engineering standards, tooling, and processes"]}, {"title": "Assistant Manager/Manager - Finance/Accounting Operations Platform Implementation Lead/Developer", "link": "https://www.jobstreet.co.id/id/job/assistant-manager-manager-finance-accounting-operations-platform-implementation-lead-developer-1031075201?jobId=jobstreet-id-job-1031075201&sectionRank=3807&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Experience in finance, accounting and reporting process redesign and automation.", "Experience/familiar with Finance accounting platforms (Blackline/Workiva/SAP Concur), RPA tools(Uipath/BluePrism/Automation Anywhere) and Data Analytics tools (PowerBI/Tableau/QilkSense).", "Additional experience in design, develop and Implement various process improvement tools and techniques including Workflow, Robotic Process Automation (RPA), Optical Character Recognition (OCR), Natural Language Processing (NLP), Machine Learning (ML) to meet end-to-end business requirements would be highly beneficial.", "Map the as-is process, Explore, identify and test new innovative technology or solution for process re-engineering/digitization/automation or able to come up with a revolutionize idea", "Create and maintain throughout the project life-cycle, the Solution Design Document (SDD) including detailed RPA solution process flows, process and technical specification", "Create and document test procedures and scenarios for user acceptance test", "Defines and plans the development approach for larger projects/solutions through smaller developments using object-oriented design skills", "Work in a project based organization to deliver within defined project plan and constraints, as well as communicating any identified project risks and issues to project manager", "Support in the creation and ongoing refinement of an appropriately tailored Framework that provides the optimum platform for rapid and repeatable delivery of processes improvement within the company", "Monitor, Schedule, scale and monitor the balance load of the developed solution to meet agreed SLAs effectiveness with business units", "Investigate and conduct detailed analysis of systems incidents and process exceptions by applying a strategic approach to root cause analysis", "Ensure the completeness, effectiveness, and sustainability for the implementation of proposed appropriate solution", "Working with a dynamic team to refine and expand the automation based upon users feedback", "Coach and develop project team members"]}, {"title": "Senior Data Scientist", "link": "https://www.jobstreet.co.id/id/job/senior-data-scientist-1030956307?jobId=jobstreet-id-job-1030956307&sectionRank=3808&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Machine Learning Engineer", "link": "https://www.jobstreet.co.id/id/job/machine-learning-engineer-1031048405?jobId=jobstreet-id-job-1031048405&sectionRank=3809&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Understand business objectives and develop services/products with Data Scientist to achieve the metrics and track their progress.", "Communicate and explain complex processes to people who are not familiar with DS/ML, especially the ML engineering concepts.", "Define the scope of the engineering problem and propose suitable solutions based on the business requirements.", "Build and maintain scalable DS/ML solutions in production.Design and build accurate and scalable DS/ML algorithms/models based on Data Scientists' input.Deploy scalable services in production.Follow standards, guidelines and well known design patterns to design and implement scalable features and services to support end-to-end DS/ML pipelines.Create and enrich reusable DS/ML libraries and frameworks.", "Design and build accurate and scalable DS/ML algorithms/models based on Data Scientists' input.", "Deploy scalable services in production.", "Follow standards, guidelines and well known design patterns to design and implement scalable features and services to support end-to-end DS/ML pipelines.", "Create and enrich reusable DS/ML libraries and frameworks.", "Maintain the engineering best practices of DS/ML modeling and deployment.", "Implement proper logging, metrics and alerting", "Lead incident responses, perform root cause analysis, and results issues in all tiers of the system", "Document all the machine learning decisions as technical documents.", "Share knowledge by mentoring and collaborating with other peers.Work closely with ML Platform engineers to achieve ML platformization and define the best practices.Work closely with the Data Scientists, ML platform engineers, product engineers, other data teams (Eg data engineers, data analysts), product owners (Eg product manager), and other relevant business stakeholders.Collaborate with other data engineering teams (Eg data ingestion, devops, data warehouse) to standardize the DS/ML infrastructure and practices.", "Work closely with ML Platform engineers to achieve ML platformization and define the best practices.", "Work closely with the Data Scientists, ML platform engineers, product engineers, other data teams (Eg data engineers, data analysts), product owners (Eg product manager), and other relevant business stakeholders.", "Collaborate with other data engineering teams (Eg data ingestion, devops, data warehouse) to standardize the DS/ML infrastructure and practices."]}, {"title": "Cloud & Network Senior Engineer", "link": "https://www.jobstreet.co.id/id/job/cloud-network-senior-engineer-1031072132?jobId=jobstreet-id-job-1031072132&sectionRank=3810&token=0~002b9e57-fb09-4adf-960e-3f535f08ffeb&fr=SRP%20Job%20Listing", "qualified": ["Working with Product and Engineering peers to build an infrastructure platform that is reliable, scalable, performant, secure and productive", "Lead a team of network engineers and delegate network maintenance tasks", "Maintaining and optimizing our databases including Postgres, Elasticsearch, Redis, and GCP Serverless Databases", "Building availability metrics, alerts and dashboards", "Guiding service operational maturity by building reliable solutions, training product engineering squad and operational best practices", "Reducing toil for engineering squads by writing automation", "Handle and manage IT Infra’s GCP operations", "Network designer and manage various network devices and services (e.g., routers, switches, firewalls, access point, load balancers, VPN, QoS) ", "Perform network maintenance and system upgrades including service packs, patches, hot fixes and security configurations", "Monitor performance and ensure system availability and reliability include the internet link and Monitor system resource utilization, trending, and capacity planning", "Dealing with escalated network support issues", "Work within established configuration and change management policies to ensure awareness, approval and success of changes made to the network infrastructure", "Select and implement security tools, policies, and procedures in conjunction with the company’s security team", "Research and examine new system advancements and present recommendations for upgrading existing infrastructure", "Liaise with vendors, other IT personnel, and business/end users for operational and Project"]}]