[{"title": "IT PROGRAMMER", "link": "https://www.jobstreet.co.id/id/job/it-programmer-3846254?jobId=jobstreet-id-job-3846254&sectionRank=451&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Usia maksimal 30 tahun", "Pendidikan min D3-S1 Tekmik Informatika, min IPK 3.00", "Pengalaman minimum 2 tahun", "Menguasai bahasa Pemrograman (PHP, JAVASript, PHYTON, dll)", "Menguasai Database Architecture", "Mampu menjadi System Administrator", "Mampu berkomunikasi dengan baik", "Memiliki kemampuan bahasa Inggris yang baik"]}, {"title": "Laravel Developer", "link": "https://www.jobstreet.co.id/id/job/laravel-developer-3846439?jobId=jobstreet-id-job-3846439&sectionRank=452&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["\nWe are an ERP and business software solution provider that is looking for enthusiastic, passionate individuals to join our company, where we harness technologies that empower people to do their best work. \n\nAt HashMicro, we continuously evolve to make ourselves better, therefore we never stop learning and sharing. Here, we believe that teamwork is vital for success. To us, there are no ‘one-person’ jobs, but collaborative efforts. This value of unitedness helps us create an environment where everyone feels connected and appreciated."]}, {"title": "IT Network & Collaboration", "link": "https://www.jobstreet.co.id/id/job/it-network-collaboration-3830450?jobId=jobstreet-id-job-3830450&sectionRank=453&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Develop, maintain policy & procedure of network communication system & security.", "Maintain performance, capacity & availability of network communication system", "Conduct hardware/software configuration based on standard configuration. ", "Conduct capacity planning & monitoring for network communication system. ", "Identify, diagnose and solve any problem of network communication and related hardware/software quickly.", "Conduct regular backup configuration for all hardware/software network communication system.", "Conduct regular testing for network communication backup system."]}, {"title": "IT Program Specialist", "link": "https://www.jobstreet.co.id/id/job/it-program-specialist-3830878?jobId=jobstreet-id-job-3830878&sectionRank=454&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Thirty one years ago, started from a mere paper-cutting service, PT Graha Kerindo Utama as our  former company decided to produce tissue papers in 1986.", "\nWithin a considerably short time frame and the arrival of investors, we started a new business unit focusing entirely on producing jumbo roll to fulfill PT Graha Kerindo Utama requirement and worldwide market demand as well.", "\nIn 2003, PT Graha Cemerlang Paper Utama was established, producing basic ingredients of tissue papers.\nIt is necessary in maintaining quality of our product and punctually of our production.", "\nTo become one of leading paper based company in Asia Pacific by producing high quality and innovative products and to become first choice for customers.", "\nWe believe that the key of our company’s fast growth lies in our commitment to steadily improve the quality of our product, as well as the methods of technology is used in our production.", "\nWith a line of products that are at all items soft and smooth, as well as strong and not rip easily, our products are desired in many countries.", "\nTo this day, besides their availability in every part of the nation, we have also expanded our market by exporting our premium products to Australia, Korea, the Middle East, and Africa.", "\nWith our state of the art facility, we are able to offer a highly effective One Day Delivery where clients can place orders in the morning that will be ready for delivery in the afternoon of the same day.", "We are a fast growing company, have achieved TOP BRAND for 7 (seven) years with our proudly products such as : TESSA, MULTI, DYNASTY, and PEEMO (Baby Diapers). Our tissue products have several types, namely: Facial (is type of tissue paper used for face), Toilet (tissue paper is used in toilets instead of water), Napkin (tissue paper that is used as a napkin at the dinner table), and Towel (tissue paper that is used in the kitchen (kitchen towel) and in the sink (hand towel)."]}, {"title": "Technical Consultant", "link": "https://www.jobstreet.co.id/id/job/technical-consultant-3844826?jobId=jobstreet-id-job-3844826&sectionRank=455&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Possessed bachelor degree in Information Technology/Computer Science with minimum GPA 3.00. (Freshgraduate Welcome to Apply)", "Have a strong analytical thinking.", "Willing to learn new thing.", "Understanding in one of the following programming language : Java, Javascript, PHP or Python will be an advantage.", "Understanding in ERP(such as SAP) Business Processes will be an advantage.", "Experience in RPA/Low code platform will be an advantage.", "Good understanding with major database system such as : SQL Server, MySQL or SAP Hana will be an advantage.", "Commit to work even though in minimum supervision.", "Excellent in communication, planning, and organization skills.", "Experience with low code platform such as : Mendix, Outsystems or PowerApps will be an advantage.", "Experience with RPA platform such as : UIPath, Automation Anywhere or SAP iRPA will be an advantage"]}, {"title": "Flutter Developer (Junior)", "link": "https://www.jobstreet.co.id/id/job/flutter-developer-junior-3827624?jobId=jobstreet-id-job-3827624&sectionRank=456&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least a Bachelor's Degree, Computer Science/Information Technology or equivalent.", "Required skill(s): Flutter", "At least 1 year(s) of working experience in the related field is required for this position.", "Preferably Staff (non-management & non-supervisor)s specializing in IT/Computer - Software or equivalent.", "Full-Time position(s) available."]}, {"title": "IT QA Automation", "link": "https://www.jobstreet.co.id/id/job/it-qa-automation-3826323?jobId=jobstreet-id-job-3826323&sectionRank=457&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Great Working Environment", "Good Salary & Benefit", "Great Career Advancement"]}, {"title": "IT SUPPORT Mandarin", "link": "https://www.jobstreet.co.id/id/job/it-support-mandarin-3840955?jobId=jobstreet-id-job-3840955&sectionRank=458&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Mengerjakan pekerjaan yang di berikan atasan.", "Paham install windows.", "Paham install antivirus.", "Paham install microsoft office dll.", "Bisa design spanduk dll.", "Bertanggung jawab segala koneksi/jaringan Internet, Telfon, CCTV perusahaan."]}, {"title": "SAP FICO Specialist", "link": "https://www.jobstreet.co.id/id/job/sap-fico-specialist-3845894?jobId=jobstreet-id-job-3845894&sectionRank=459&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Analysis, design, and configuration including requirements gathering, process modeling, and complete implementation of tasks to ensure specified SAP needs are being met.", "Provide help support in any SAP ERP issues related with FICO", "Be accountable for the project implementation across the entire IT service management lifecycle", "Evaluating the demands by talking to the customers, study the business requirement to transform it into an algorithmic business model", "Customizing the respective business area to ensure that the Customer’s requirement is met", "Document the settings and prepare proper guidelines that allow other consultants to do further changes or repairs with due efforts", "Prepare functional spec to assist the technical consultant to develop/make changes in ABAP programs", "Prepare test scripts to test the configured scenarios and applications", "After go live, ensures that the procedures remain usable and consistent in real live situation and proposes enhancements", "Provide consulting services on both new implementations and existing support projects", "Review user feedback, performance reports, etc, and identify opportunities for improvements in business process", "Support business users in the development, implementation, and support of SAP FICO module.", "This role uses consulting skills, business knowledge, and SAP solution expertise to effectively integrate SAP technology into the business user’s business environment in order to achieve client expected business results.", "Involving SAP Project Implementation", "Responsible for SAP customization, configuration, and enhancement", "Conduct workshops for requirement gathering related to FICO, update business blueprint, Deliver test scripts for unit, Integration testing and UAT.", "Preparation of functional specifications for the developers in view of business requirements and coordinating with development team for unit testing.", "Handling functional testing, integration testing and User Acceptance Tests (UAT).", "Create documentations as defined in the deliverable lists; configuration documents, training documents, etc. ", "Conducting end-user training sessions.", "Support cutover activities, go-live, post go-live support for the resolution of issues as per SLA.", "Provide SAP solution options and best practice recommendations", "Demonstrate techno functional skills and knowledgeable as an ERP SAP FICO team member.", "Participate in evaluation of new ERP related functionality or software.", "Develop and foster collaborative working relationships with the business, project managers and other team members.", "Fluent with SAP FICO and its sub-modules.", "Highly motivated, willingness to learn, willingness to do more.", "Adaptive, fast learner, open minded.", "Commitment, competence, consistent, collaborative, discipline, deliver.", "Support user during month end and year end cycle process which include but not limited to analysis and reconciliation of financial data."]}, {"title": "Python Backend Development", "link": "https://www.jobstreet.co.id/id/job/python-backend-development-3833225?jobId=jobstreet-id-job-3833225&sectionRank=460&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Jenjang karir"]}, {"title": "Senior BackEnd Developer (Node.JS / GoLang)", "link": "https://www.jobstreet.co.id/id/job/senior-backend-developer-node.js-golang-3827154?jobId=jobstreet-id-job-3827154&sectionRank=461&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Collaborate in agile software development teams", "Building, testing, optimizing stable and great products", "Maintain documentation, code quality and automatization environment", "Willing to learn and adapt different technologies"]}, {"title": "IT Support", "link": "https://www.jobstreet.co.id/id/job/it-support-3843323?jobId=jobstreet-id-job-3843323&sectionRank=462&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Salesforce Technical Developer", "link": "https://www.jobstreet.co.id/id/job/salesforce-technical-developer-3845871?jobId=jobstreet-id-job-3845871&sectionRank=463&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Has experience in integrating other systems to Salesforce using Web Service, REST API", "Knowledge of Salesforce Platform applications from AppExchange partners, including Salesforce CRM, Sales Cloud, and Partner Community. Knowledge of Service Cloud & Marketing Cloud is a plus.", "Able to do configuration and customization for Sales Cloud & Partner Community", "Deep technical knowledge of development on the Salesforce platform including, but not limited to; Workflow Rules, Data Loader, Process Builders, Flows, Formula Fields, Triggers, etc.", "Great understanding of the limitations of declarative development and when to use Apex code.", "Deep understanding of Lightning Web Components", "Has strong sense of business flow and able to propose best practise", "Able to work collaboratively with a fast-paced software development team and business stakeholders to continously deliver value to the business", "Willingness and flexibility to learn Salesforce new updates, new technologies and adapt to different requirements or roles as the situation demands.", "Discipline, fast learner and willing to work in a dynamic environment", "Strong customer focus and management of client expectations.", "Contribute significantly to company growth.", "High customer orientation and high quaity awareness.", "Highly motivated, highly initiative, high curiosity, and self-driven.", "Excellent Analytical and troubleshooting skill including excellent analytical and logical thinking.", "Fluent in English (written & verbal), strong written and verbal communication skills in both English & Bahasa.", "Knowlegde in Automotive Industry is a plus."]}, {"title": "Indonesia WeLab Digital Bank - Product Manager", "link": "https://www.jobstreet.co.id/id/job/indonesia-welab-digital-bank-product-manager-4903017/origin/my?jobId=jobstreet-my-job-4903017&sectionRank=464&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["To drive product initiatives for customer growth and retention", "Support & lead in the end-to-end product development process", "Work closely with cross-functional stakeholders"]}, {"title": "Android Software Engineer", "link": "https://www.jobstreet.co.id/id/job/android-software-engineer-3827229?jobId=jobstreet-id-job-3827229&sectionRank=465&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Good in English written, reading and speaking.", "Proficient in Java and Android with good knowledge for its ecosystems.", "Strong understanding of object-oriented programming.", "Familiarity with various design and architectural patterns", "Familiarity with Microsoft SQL Server, MySQL or PostgreSQL", "Familiarity with Client-Server Application development.", "Understanding fundamental design principles behind a scalable application.", "Creating database schemas that represent and support business processes", "Implementing automated testing platforms and unit tests", "Familiarity with continuous integrations"]}, {"title": "Technical Project Manager", "link": "https://www.jobstreet.co.id/id/job/technical-project-manager-3833923?jobId=jobstreet-id-job-3833923&sectionRank=466&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Manage day-to-day activities, reports, relationships for projects, both internally and externally, depending on the assignments", "Responsible for all aspect of cost management, including estimating, controlling, and reporting", "Create strong relationships with internal and external members of the projects", "Ensure projects is delivered and meet quality standards", "Responsible for all issues which occur during the project development and implementation", "Responsible to deliver the project on time and on track"]}, {"title": "IT Auditor", "link": "https://www.jobstreet.co.id/id/job/it-auditor-3830825?jobId=jobstreet-id-job-3830825&sectionRank=467&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["PT. Sinergi Wahana Gemilang (SWG) is an Indonesian based company, and has been an IBM Software Value Added Distributor (VAD) since late 2010. Our operational offices are located in Jakarta and Surabaya.", "SWG received the highest recognition from IBM in early 2013, as the best IBM VAD based on 2012 business performance. For IBM Software, SWG authorized for all IBM Software products comprises more than 1100 products. Solution covers Collaboration, Information Management, Business Analytics, Industry Solutions, Application Infrastructure, Application Lifecycle Management, Cloud & Infrastructure as well as Security.", "In early 2013, Autodesk appointed SWG as Value Added Distributor for Manufacturing Industry.", "Autodesk provides software for personal computer dan multimedia. One can design, visualize and simulate an idea before creating the prototype or manufacturing the product.", "Products include in the area of 3D software design, engineering dan entertainment includes architectural design, mechanical design, geographic information systems and mapping, as well as visualization applications.", "We are now having an immediate job opening for the following role.\n "]}, {"title": "Senior Software Developer", "link": "https://www.jobstreet.co.id/id/job/senior-software-developer-3834052?jobId=jobstreet-id-job-3834052&sectionRank=468&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Minimum 5 years of professional experience as Software Developer", "Experience in leading a team", "Have basic knowledge about logic (Algorithm) and query (SQL)", "Strong core Java & J2EE skills", "Experience with Agile/Scrum methodology", "Familiar with database such as: Oracle Database and MySql", "Experience in using Web/Micro Services/SOAP/XM/restful API, etc", "Knowledge in Agile software development methodology will be an added advantage"]}, {"title": "UI/UX Designer", "link": "https://www.jobstreet.co.id/id/job/ui-ux-designer-3846456?jobId=jobstreet-id-job-3846456&sectionRank=469&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Help define and develop product design roadmap, goals, and vision for Smartfren product", "Partner cross-functionally with Product and Engineering lead to represent the Design Team, lead design initiatives, and provide feedback in product planning", "Work closely with Product Managers and Developers to ensure the proper designs are implemented into production", "Help improve and develop an appropriate workflow for the Design Team", "Help strengthen the research process to ensure it translated into actionable insights and convince the stakeholders", "Create neat design documentation and help establish processes to ensure seamless collaboration", "Able to speak up and communicate substantially to his team, leader or management"]}, {"title": "IT System Administrator  (Jepara)", "link": "https://www.jobstreet.co.id/id/job/it-system-administrator-jepara-3824214?jobId=jobstreet-id-job-3824214&sectionRank=470&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Team", "Fun"]}, {"title": "IT Programmer", "link": "https://www.jobstreet.co.id/id/job/it-programmer-3826178?jobId=jobstreet-id-job-3826178&sectionRank=471&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Possessed at least Bachelor Degree of Information Technology", "Have at least 2 years experience as Programmer", "Have experience in developing business application", "Good foundation in object oriented programming techniques", "Good problem solving skills and debugging skills", "Fast Learner, good leadership and teamwork", "Understand about flutter is a plus"]}, {"title": "Business Analyst (SAP S/4 HANA) Consultant  - Trainee", "link": "https://www.jobstreet.co.id/id/job/business-analyst-sap-s-4-hana-consultant-trainee-3846073?jobId=jobstreet-id-job-3846073&sectionRank=472&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Medical Reimbursement", "Positive Working Environment", "Knowledge Investment For Your Future Carreer"]}, {"title": "IT Project Engineer Supervisor", "link": "https://www.jobstreet.co.id/id/job/it-project-engineer-supervisor-3824705?jobId=jobstreet-id-job-3824705&sectionRank=473&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Maintenance existing modul pada program odoo", "Custom development"]}, {"title": "Front-End .NET Developer", "link": "https://www.jobstreet.co.id/id/job/front-end-.net-developer-3827203?jobId=jobstreet-id-job-3827203&sectionRank=474&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Ability to write clean, maintainable and efficient code making use of appropriate design principles and patterns", "Strong Computer Science knowledge in algorithms and data structures", "Work with the development team on deploying and scaling", "Design and build exceptional consumer products, features and overall architecture of the applications with heavily focusing on the customer and client needs", "Manage individual tasks and their priorities, deadlines and deliverable with reasonable timeline", "Implement Frontend for web, desktop and mobile is a plus."]}, {"title": "IT Audit Analytics", "link": "https://www.jobstreet.co.id/id/job/it-audit-analytics-3831891?jobId=jobstreet-id-job-3831891&sectionRank=475&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Apply and develop data science  techineque / approach :  Artificial Intelligence, Rule Base, and Machine Learning", "Identifying use case  for all banking process / product", "Analyzing  the data to identify pattern and trend", "Prepare & conduct Continuous auditing", "Develop dashboard and storytelling", "Develop processes and tools to monitor and analyze model performance and data accuracy.", "Hybrid working"]}, {"title": "PHP Frontend Web Developer", "link": "https://www.jobstreet.co.id/id/job/php-frontend-web-developer-3842166?jobId=jobstreet-id-job-3842166&sectionRank=476&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Permanent Employment", "Insurance", "Education"]}, {"title": "NET DEVELOPER", "link": "https://www.jobstreet.co.id/id/job/net-developer-3827451?jobId=jobstreet-id-job-3827451&sectionRank=477&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Maximal 35 years old.", "Bachelor Degree in Engineering ( Computer / Telecommunication ), Computer Science / Information Technology or equvalent .", "Minimal GPA 3.00.", "At least 2 years of working experience in the related field is required for this position ( SQL Server and Stored Procedure - SP )", "Proficient in English (oral and written).", "Multitasking and able to work under pressure.", "Placement in Head Office (Pluit)."]}, {"title": "Data Engineer", "link": "https://www.jobstreet.co.id/id/job/data-engineer-3826308?jobId=jobstreet-id-job-3826308&sectionRank=478&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["At least 1 or 2 years of experience in database, noSQL, Graph DB, big data, data warehouse", "Experience with database architectures and IT infrastructures", "Familiar with open source/linux concept and hands on"]}, {"title": "IT Staff", "link": "https://www.jobstreet.co.id/id/job/it-staff-3840928?jobId=jobstreet-id-job-3840928&sectionRank=479&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan S1 Sistem Informasi/Teknik Informatika", "Minimal memiliki 1 tahun pengalaman kerja di bidang yang sama ", "Menguasai penggunaan data modeling dan query pada DB SQL Server, MySQL dan PostgreeSQL", "Menguasai teknologi pemrograman WEB", "Memahami pemrograman mobile apps baik native,web, maupun hybrid", "Familiar dengan ERP system dan Inhouse system", "Menguasai IT Bussiness Flow terutama untuk Bussiness Process Management dan Risk Management", "Familiar dengan BPMN,UI/UX Design, dan Risk&Control", "Mengenal konsep data warehouse \\,WTL dan prosedur sizing aplikasi beserta kemampuan DB"]}, {"title": "IT Support", "link": "https://www.jobstreet.co.id/id/job/it-support-3840741?jobId=jobstreet-id-job-3840741&sectionRank=480&token=0~cf5a4414-2593-46dd-a866-320af0b87871&fr=SRP%20Job%20Listing", "qualified": ["Melakukan test pada aplikasi perusahaan sebelum launching", "Membuat buku manual untuk aplikasi yang akan di launching agar mudah dibaca oleh user", "Mencatat semua keluhan User tentang aplikasi dan melaporkan ke atasan atau system analystnya agar segera diperbaiki dan nantinya pada saat aplikasi di launching, aplikasi itu sudah benar-benar dapat digunakan", "Melakukan maintenance pada aplikasi yang digunakan User", "Melakukan analisa dan menyelesaikan masalah pada implementasi", "Mampu membuat Training material/User guide", "Reporting", "Troubleshoot"]}]