[{"title": "MS Engineer (L2)", "link": "https://www.jobstreet.co.id/id/job/ms-engineer-l2-1030870536?jobId=jobstreet-id-job-1030870536&sectionRank=3451&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["PT. NTT Global Data Centers Indonesia is an international standard data center service provider that is part of the NTT Ltd.’s Global Data Centers division."]}, {"title": "Database Engineer", "link": "https://www.jobstreet.co.id/id/job/database-engineer-1031183940?jobId=jobstreet-id-job-1031183940&sectionRank=3452&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["\nPT Tokopedia (www.tokopedia.com)is an Internet company that allows individuals and business owners in Indonesia to open and manage their own online stores easily and for free. Tokopedia provides a better online selling experience to the sellers, so that the sellers can provide a better online shopping experience to their customers.\nOur services have allowed hundreds of thousands of Indonesian small and medium sized enterprises (SMEs) to send millions of products every month to their customers throughout Indonesia.\nTokopedia is the first Internet company in Southeast Asia that succeeded to close US $100 million in funding from SoftBank and Sequoia Capital. SoftBank is the investor behind the success of Alibaba, while Sequoia Capital is the investor behind the success of Apple, Google, Instagram, WhatsApp, and many other successful technology companies.\n\nWe believe that we are in the process of building a world class technology company which fortunately happens to be in Indonesia."]}, {"title": "Content Operation & Competitive Intelligence Lead", "link": "https://www.jobstreet.co.id/id/job/content-operation-competitive-intelligence-lead-1031132032?jobId=jobstreet-id-job-1031132032&sectionRank=3453&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["The candidate must understand the merchant life cycle and knows digital marketing /campaign; content, and merchant operation", "Prospective leadership skill who able to encourage team member, setting strategy, and monitor progress toward goals", "We believe a successful candidate has the CAN DO spirit, is able to work independently, good data analysis, and creative to initiative a program/improvement project", "This role is a crucial part of a team required to grow our business at scale, particularly on the merchant investment (long tail)"]}, {"title": "Onboarding Trainer Staff", "link": "https://www.jobstreet.co.id/id/job/onboarding-trainer-staff-1030956354?jobId=jobstreet-id-job-1030956354&sectionRank=3454&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["Responsible for training and onboarding sellers and partners to the Jubelio platform and ensuring that the process is smooth and successful ", "Maintain relationships with customers and help customers solve technical and non-technical problems ", "Raise and resolve technical issues and ensure that resolve times in the onboarding process remain at their best", "Perform daily follow-up to customers regarding the onboarding process, and provide the necessary support during and after the onboarding process", "Organize customer schedules for training   ", "Determine and evaluate the effectiveness of the entire training and onboarding process and suggest improvements to the process   "]}, {"title": "Web Developer", "link": "https://www.jobstreet.co.id/id/job/web-developer-1031086313?jobId=jobstreet-id-job-1031086313&sectionRank=3455&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Commercial Card Operations", "link": "https://www.jobstreet.co.id/id/job/commercial-card-operations-1031154056?jobId=jobstreet-id-job-1031154056&sectionRank=3456&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "City Growth Lead, Yogyakarta", "link": "https://www.jobstreet.co.id/id/job/city-growth-lead-yogyakarta-1030902993?jobId=jobstreet-id-job-1030902993&sectionRank=3457&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["You will create insight enablement through dashboard creation, automation and research analysis to support decision making process", "You will drive project management, ensuring that project strategy & implementation are successfully translated on ground", "You will be responsible to manage Service Excellence in Yogyakarta, through weekly deepdive to provide recommendations on things to improve", "You will deep dive into sub-cities in Yogyakarta to understand localized insight and consumer pattern, to formulate strategy for growth throughout the region", "You will partner closely with all business stakeholders within GrabFood, operations, transport, marketing and other cross-functions to set and implement strategy"]}, {"title": "DIGITAL DATA ANALYTICS SPECIALIST", "link": "https://www.jobstreet.co.id/id/job/digital-data-analytics-specialist-1030941638?jobId=jobstreet-id-job-1030941638&sectionRank=3458&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["Having great business acumen & communication skill, ability to deliver technical presentation to non-tech stakeholders.", "Ability to manage and prioritize daily tasks while being goal-oriented.", "Have great analytical skills and critical thinking.", "Highly skilled in SQL (PostgreSQL, etc).", "Strong Knowledge of ETL and Data Warehouse (Big Query).", "Proficiency in using statistical analysis tools such as Python/R.", "Highly skilled in using speadsheets (Excel & Google sheets).", "Have great data presentation skills."]}, {"title": "EMPLOYEE BENEFIT (EB)", "link": "https://www.jobstreet.co.id/id/job/employee-benefit-eb-1031131986?jobId=jobstreet-id-job-1031131986&sectionRank=3459&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["Usia 23 - 40 tahun.", "Pendidikan S1/D3 semua jurusan.", "Berpengalaman 3 tahun dibidang SALES (lebih diutamakan Sales Insurance).", "Berpenampilan menarik & rapi.", "Memiliki kemampuan presentasi dan sosialisasi program yang baik.", "Memiliki minat dibidang SALES.", "Tidak terdaftar AAJI aktif di perusahaan asuransi lain."]}, {"title": "Cloud Architecture Specialist", "link": "https://www.jobstreet.co.id/id/job/cloud-architecture-specialist-1030941629?jobId=jobstreet-id-job-1030941629&sectionRank=3460&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["Primarly working on Cloud Service Design & Standard for all Enterprise Solution", "Conducts a system architecture evaluation and collaborates with project management and IT development teams to improve the architecture", "Evaluates project constraints to find alternatives, alleviate risks, and perform process re-engineering if required", "Analyzes the business impact that certain technical choices may have on a client’s business processes", "Supervises and guides development teams", "Continuously researches emerging technologies and proposes changes to the existing architecture", "Conduct independent research, interpret highly technical documents, draw valid conclusions, develop technological solutions, take appropriate actions and/or make appropriate recommendation related to complex IT problems."]}, {"title": "Data Analyst", "link": "https://www.jobstreet.co.id/id/job/data-analyst-1031154053?jobId=jobstreet-id-job-1031154053&sectionRank=3461&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["Work closely with business team to understand the processes and initiatives.", "Empower business team by providing analysis for their initiatives.", "Provide business insights and analysis using engaging visualization.", "Provide recommendations for business decisions based on our data.", "Support the data quality and data integrity of the data warehouse object that has been designed by Data Team.", "Collaborate with Data team if new data is needed to be ingested and centralized in data warehouse.", "Validate changes and updates to the datamarts related to each business function.", "Centralize the business metrics definition into accessible documentation.", "Train end users on new reports and dashboards."]}, {"title": "Operation Strategy Staff", "link": "https://www.jobstreet.co.id/id/job/operation-strategy-staff-1031183961?jobId=jobstreet-id-job-1031183961&sectionRank=3462&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["Analyzing sets of data periodically to provide insight on operational improvements", "Tracking the operational incidents and problems to produce permanent fixing and best solutions to prevent it happen", "Collaborate with multiple parties to provide strategy and tactical move for operational crisis situation .", "Initiate engagement with ALTO members to gain client’s perspectives for ALTO Operational improvement."]}, {"title": "PHP Web Programmer", "link": "https://www.jobstreet.co.id/id/job/php-web-programmer-1031005816?jobId=jobstreet-id-job-1031005816&sectionRank=3463&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["Write the code line-by-line based on clients' requirements", "Build back-end system / database", "Solving code problems", "Stay plugged into emerging technologies / industry trends and apply them into operations and activities"]}, {"title": "Structural Welder (PWHT)", "link": "https://www.jobstreet.co.id/id/job/structural-welder-pwht-1031117317?jobId=jobstreet-id-job-1031117317&sectionRank=3464&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["Able to operate machine PWHT", "Understanding the procedure PWHT"]}, {"title": "Data Platform Engineer", "link": "https://www.jobstreet.co.id/id/job/data-platform-engineer-1030870491?jobId=jobstreet-id-job-1030870491&sectionRank=3465&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["About Esri Indonesia", "\n\"Working at Esri is more than a job—it’s where you pursue your passion to do work that makes the world a better place. Our goal is to help you do what you do best with Work Life Balance\"\nEsri Indonesia is the representatives of Esri’s world-leading software companies, which has 80 international distributors around the world. In 2015, Forbes names Esri in top 10 IT & software companies.\nOver more a decade, Esri Indonesia has assembled a strong track-record of achievement. Today, we serve more than 1,700 organizations across industries, from government, natural resources, utilities, banking and financial services and other commercial enterprises to overcome their biggest operational challenges through the application of advanced location-based analytics technology : From Data Collection into Operational Dashboard, from Field Operation into Presidential Room.\nEquipped with a great quality product of ArcGIS and unique understanding of Geospatial information, Our technology melds maps with data so we can see the world in a smarter way.\nCurrently employ more than 50 professionals from a range of disciplines including: IT, computer science, business analytics, geoscience, marketing, and environmental science to deliver innovative solutions, professional consulting and implementation services to help organizations deploy advanced location-based analytics technology on their own for strengthening their business and competitiveness.\n\"At Esri we want to hire the best person for every position and we are committed to providing a workplace that value equality, transparency and business ethics\"\n\n\nAbout Esri : http://www.esri.com/about-esri"]}, {"title": "Infosec RnD Design Engineer (Purple Team)", "link": "https://www.jobstreet.co.id/id/job/infosec-rnd-design-engineer-purple-team-1030956311?jobId=jobstreet-id-job-1030956311&sectionRank=3466&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["Cloud Administrator & System Administrator – Able to provision cloud or on-premise environment to securely provide various security infrastructure needs. Provide guidance and advice for other administrator from cybersecurity standpoint in order to achieve common goals of secure computing, network and storage resources.", "Cybersecurity R&D - Conducts software and systems engineering and software systems research to develop new capabilities, ensuring cybersecurity is fully integrated. Conducts comprehensive technology research to evaluate potential vulnerabilities in cyberspace systems.", "System Testing and Evaluation - Plans, prepares, and executes tests of systems to evaluate results against specifications and requirements as well as analyze/report test results."]}, {"title": "Software Developer", "link": "https://www.jobstreet.co.id/id/job/software-developer-1030870519?jobId=jobstreet-id-job-1030870519&sectionRank=3467&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["Bachelor’s degree in computer science or related filed", "Proven work experinec as a software engineer is required, with a minimum of 2 years of experience in a relevant job/company.", "Experienced in developing Web using Framework (Laravel, Codelgniter, etc.)", "Hands-on programming experience using relevant languages / technology stacks : ******, Quasar, Linux, Object-oriented Programming, Python, Flask, REST API, GraphQL, MySQL, PostGreSQL, Docker, HTML 5, CSS, Javascript, Bootstrap, PHP,", "Experience using relevant tool suites.", "Strong written and verbal communication and interpersonal skills.", "Creative problem-solving skills.", "The ability to prioritize activities and deliver projects on time.", "Experience working with clients and business partners.", "A comprehensive understanding of computer science concepts.", "Excellent coding skills.", "Extensive knowledge of agile methodologies."]}, {"title": "Business Analyst", "link": "https://www.jobstreet.co.id/id/job/business-analyst-1030956400?jobId=jobstreet-id-job-1030956400&sectionRank=3468&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["Designing, analyzing, measuring performance, and optimizing domain models and business processes across divisions to ensure a smooth, efficient company operation", "Identifying pain points in existing business processes and providing effective, reliable and scalable solutions, and potential project to the market", "Gathering requirements from relevant stakeholders to understand market needs", "Managing various stakeholders' interests, timelines, and expectations in order to ensure projects are delivered on-time, within scope and within budget", "Providing and updating detailed projects action plans, timelines and comprehensive documentation", "Resolving problems related to project execution by defining escalation plans for issue resolution and correction plans in the event of deviation from project plan", "Bachelor's degree in Computer Science or equivalent from a reputable university with good academic results is preferred."]}, {"title": "DIGITAL QA SPECIALIST", "link": "https://www.jobstreet.co.id/id/job/digital-qa-specialist-1031075206?jobId=jobstreet-id-job-1031075206&sectionRank=3469&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["Design and develop automation framework for user cases and end to end scenario.", "Analyze requirement, create test plan, and planning in terms of team development. So then it can validate the right products.", "Ensure the test is going in Continuous Integration (CI) which leads to the result from Continuous Delivery (CD).", "Involve in functional test cases creation, system integration, and regression.", "Logging, monitoring, retesting for all detected defects.", "Create and save data test and environment.", "Working closely with developer, data analytics, tech support, and management for understanding requirement & product direction.", "Experienced working with Github, Bitbucket, and Continuous Integration (CI) tools."]}, {"title": "Digital Reseller Business Intelligence Intern (Indonesia)", "link": "https://www.jobstreet.co.id/id/job/digital-reseller-business-intelligence-intern-indonesia-1031048419?jobId=jobstreet-id-job-1031048419&sectionRank=3470&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": ["We are looking for a highly motivated individual to help support building up our Digital Reseller (B2B2C) Channel in Indonesia. S/he should be a passionate, driven and results-oriented individual who is comfortable in a VUCA environment, be innovative in thinking and comfortable working independently without much supervision.This person will be expected to support the Digital Reseller Channel team with busienss inteligence through data analysis, data visualization and insights on marketing research.", "S/he will be expected to conduct data collection, transformation and analysis using excel. The candidate will lead in automating data collection and aggregation processes to build reporting dashboards. S/he will also perform market research on online marketplace industry in Indonesia (E-Commerce, Social Commerce, Digital Kiosk, etc) and manage day to day financial operation for the team. ", "This is a minimum 6 months internship"]}, {"title": "Product Manager - Mobile", "link": "https://www.jobstreet.co.id/id/job/product-manager-mobile-1031065419?jobId=jobstreet-id-job-1031065419&sectionRank=3471&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Digital Analytics and MarTech", "link": "https://www.jobstreet.co.id/id/job/digital-analytics-and-martech-1031072135?jobId=jobstreet-id-job-1031072135&sectionRank=3472&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Project Manager", "link": "https://www.jobstreet.co.id/id/job/project-manager-1030870613?jobId=jobstreet-id-job-1030870613&sectionRank=3473&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Full Stack Developer", "link": "https://www.jobstreet.co.id/id/job/full-stack-developer-1031065456?jobId=jobstreet-id-job-1031065456&sectionRank=3474&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Product Manager - Product Documentation", "link": "https://www.jobstreet.co.id/id/job/product-manager-product-documentation-1031072216?jobId=jobstreet-id-job-1031072216&sectionRank=3475&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Project Coordinator", "link": "https://www.jobstreet.co.id/id/job/project-coordinator-1031005815?jobId=jobstreet-id-job-1031005815&sectionRank=3476&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Product Manager - Experiments Infrastructure", "link": "https://www.jobstreet.co.id/id/job/product-manager-experiments-infrastructure-1031048430?jobId=jobstreet-id-job-1031048430&sectionRank=3477&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Data Analyst Specialist (Freelance) - PT. Speedwork Solusi Utama", "link": "https://www.jobstreet.co.id/id/job/data-analyst-specialist-freelance-pt.-speedwork-solusi-utama-1030914531?jobId=jobstreet-id-job-1030914531&sectionRank=3478&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Customer Experience (CX) Analyst", "link": "https://www.jobstreet.co.id/id/job/customer-experience-cx-analyst-1031147808?jobId=jobstreet-id-job-1031147808&sectionRank=3479&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Project Manager", "link": "https://www.jobstreet.co.id/id/job/project-manager-1030941581?jobId=jobstreet-id-job-1030941581&sectionRank=3480&token=0~effbb334-00fb-4347-928d-a85b86643d35&fr=SRP%20Job%20Listing", "qualified": []}]