[{"title": "PostgreSQL DBA", "link": "https://www.jobstreet.co.id/id/job/postgresql-dba-3827512?jobId=jobstreet-id-job-3827512&sectionRank=181&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["WFH or WFO", "Sport"]}, {"title": "IT Business Intelligence Officer", "link": "https://www.jobstreet.co.id/id/job/it-business-intelligence-officer-3842642?jobId=jobstreet-id-job-3842642&sectionRank=182&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Bachelor degree in SI/IT from reputable university", "Minimum 2 years experience in same field", "Have good communication skill", "Understanding programming language database with minimum SQL language", "Have experience in managing project in multi-department implementation", "Have knowledge related data quality and ETL Proses", "Have experience build Data Warehouse", "Be a plus value if understand google data studio and qlik"]}, {"title": "Junior Fullstack Developer", "link": "https://www.jobstreet.co.id/id/job/junior-fullstack-developer-3846094?jobId=jobstreet-id-job-3846094&sectionRank=183&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Menguasai bahasa C# / Java / PHP / Javascript", "Memahami Visual Studio", "Memahami Object Oriented Programming (OOP)"]}, {"title": "Sampoerna University - Information System / Application Specialist", "link": "https://www.jobstreet.co.id/id/job/sampoerna-university-information-system-application-specialist-3842700?jobId=jobstreet-id-job-3842700&sectionRank=184&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Responds to a variety of inquiries related to information systems and information technology operation", "Assures that business applications are available to users.", "Troubleshoots when users encounter problems with business applications.", "Takes corrective action as necessary to include analyzing problems.", "Properly escalates unresolved issues to appropriate internal teams (e.g. software developers) and coordinates repairs with vendors as required.", "Serves as trainer for information systems deployment.", "Maintains logs or other mechanisms to track and manage requests from end-users.", "Ensures that problems are corrected with minimal downtime for the user.", "Prepares detailed statistical reports, records, and documents.", "Documents technical knowledge in the form of notes and manuals.", "Maintains jovial relationships with users."]}, {"title": "Security Operation Center Manager", "link": "https://www.jobstreet.co.id/id/job/security-operation-center-manager-3845399?jobId=jobstreet-id-job-3845399&sectionRank=185&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Melakukan quality control terhadap operasional SOC", "Membuat dan melakukan evaluasi Standard Operating Procedur (SOP) SOC", "Mengawasi kegiatan tim SOC", "Merekrut, mempekerjakan, melatih, dan menilai staf", "Mengelola proses eskalasi dan meninjau laporan insiden", "Mengembangkan dan melaksanakan rencana komunikasi krisis kepada CISO dan pemangku kepentingan lainnya", "Menjalankan laporan kepatuhan dan mendukung proses security audit", "Mengukur metrik kinerja SOC dan melaporkan nilai operasi keamanan kepada para pemimpin bisnis", "Membuat laporan opersional SOC", "Melakukan presentasi laporan operasional SOC"]}, {"title": "Programmer", "link": "https://www.jobstreet.co.id/id/job/programmer-3827675?jobId=jobstreet-id-job-3827675&sectionRank=186&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Jenjang karir yang bekesinambungan", "Competitive Salary + Bonus for Sales Commision", "BPJS - kesehatan dan Ketenagakerjaan"]}, {"title": "STAF IT", "link": "https://www.jobstreet.co.id/id/job/staf-it-3825322?jobId=jobstreet-id-job-3825322&sectionRank=187&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Memahami SQL Firebird, MySQL, Dart Flutter, SDL Lite", "Memiliki pengetahuan dalam bahasa pemrograman PHP, AJAX, Javascript, XML, dan CSS.", "Memahami HTML, CSS, XML, instalasi software pada laptop/PC.", "Memahami instalasi jaringan internet/intranet", "Biasa bekerja dalam tim dan cepat beradaptasi.", "Memiliki kemampuan yang baik dalam berinteraksi antar individu serta bekerjasama dalam kelompok.", "Memiliki pengalaman kerja di bidang kesehatan atau kemasyarakatan, dan lebih dipertimbangkan yang memiliki pengalaman kerja di organisasi nirlaba (LSM/NGO).", "Mampu memenuhi deadline yang telah ditetapkan.", "Mampu berkomunikasi dengan baik secara lisan dan tulisan.", "Disiplin, jujur, berdedikasi tinggi dan bertanggung jawab."]}, {"title": "IT Programmer", "link": "https://www.jobstreet.co.id/id/job/it-programmer-3842385?jobId=jobstreet-id-job-3842385&sectionRank=188&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Melakukan pengembangan sistem aplikasi serta melakukan proses kontrol terhadap implementasi aplikasi IT, baik oleh internal maupun eksternal (vendor)", "Mendukung operasional bisnis perusahaan sehingga dapat mencapai sasaran yang ditentukan.", "UI/UX Designer", "Membuat rancangan konsep layout (wireframing)", "Membuat rancangan layout secara visual.", "Membuat dan melakukan konversi layout Visual HTML dan CSS", "Design Web, desktop and mobile application"]}, {"title": "Business Analyst, Project Management, & Governance Assistant Manager", "link": "https://www.jobstreet.co.id/id/job/business-analyst-project-management-governance-assistant-manager-3845780?jobId=jobstreet-id-job-3845780&sectionRank=189&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Analyse the structure of a business", "Identify problems within a business, including through using data modelling techniques", "Collaborate with agency business team to develop and implement boost productivity programs", "Communicate and campaign to gain awareness of new program to internal and external stakeholders", "Evaluation the implementation of new approach, and systems", "Build, manage and monitor updated SOP and guideline"]}, {"title": "Back End Developer Staff", "link": "https://www.jobstreet.co.id/id/job/back-end-developer-staff-3845917?jobId=jobstreet-id-job-3845917&sectionRank=190&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Berkontribusi ke seluruh siklus hidup pengembangan web, dengan fokus pada pengkodean dan debugging", "Integrasikan elemen yang menghadap pengguna yang dikembangkan oleh pengembang front-end dengan logika sisi server.", "Menerapkan keamanan dan perlindungan data.", "menciptakan, mengintegrasikan, dan mengelola database", "bekerja dengan framework back end untuk membangun software server-side", "Integrasi API", "Mendiagnosis masalah, dan membantu menciptakan solusi."]}, {"title": "Data Engineer", "link": "https://www.jobstreet.co.id/id/job/data-engineer-3846535?jobId=jobstreet-id-job-3846535&sectionRank=191&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["\n\tPrivyID is revolutionizing the way people being identified in the cyberspace and the way online transaction is carried out. We believe that Trusted Identity and Digital Signature are the foundations of a healthy online transaction ecosystem. Led by Marshall Pribadi as the CEO who is listed in Forbes 30 Under 30 Asia and an Endeavor Entrepreneur, PrivyID is growing so fast by having 3 million users and 172 enterprise customers in less than three years.", "\n\tPrivyID obtained ISO 27001:2013 certification on Information Security Management System and has gained numerous accolades such as The Most Promising Fintech 2017 by Danamon Bank and the winner of fintech category at 2017 Echelon Asia Summit Singapore.", "\n\tOur notable investors are Telkom Indonesia, Bank Mandiri, Gunung Sewu Group, and Mahanusa Capital. We have a very energetic and healthy working cultures with surprising and fun working place. We have our private badminton court, basketball court, mini theatre, coffee bar with trained baristas, and super cool 84-inch Surface Hub. We provide an exceptional supports and rewards to your innovation in which sky is not even the limit."]}, {"title": "Programmer", "link": "https://www.jobstreet.co.id/id/job/programmer-3844143?jobId=jobstreet-id-job-3844143&sectionRank=192&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan min S1 Informatika", "Usia 22-28 tahun", "Memiliki kompetensi dalam data base programming", "Memiliki pengalaman dalam networking dan Software Development", "Menguasai linux merupakan nilai plus", "Akurat teliti dan dapat dipercaya", "Kemampuan berbahasa asing seperti Inggris dan Mandarin merupakan nilai tambah", "Penempatan Pabrik-Malang"]}, {"title": "Junior IT Architect", "link": "https://www.jobstreet.co.id/id/job/junior-it-architect-3843694?jobId=jobstreet-id-job-3843694&sectionRank=193&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["We are looking for early startup employees, Kabayan Aishwarya Nusantara (KAN) number 1, 2, 3 employees and so forth. As a team, we will try to disrupt the Consulting Service Industry regarding Government Citizen Service development using our Enterprise Architecture prowess.", "We need to be a generalist, more than a specialist in this early phase. If you happen to stumble upon Enterprise Architecture by train or by trade, feel free to submit your application.", "You will become part of the Product Development team working to make the plane fly out of the not so short runway. As there was early interest in our service, even in its MVP form.", "English fluency is a must.", "Willing to take parts to produce Social Media-related content creation furiously, no matter a newbie or novice you are. U can learn most things, with the help of the Internet and a good Mentor, and iterate our versions after we have a better understanding of clients behavior.", "Digital tools will be introduced to help us shape the services, be prepared. This is one of the reasons for English fluency, a lot of Youtube learning experiences. Some of our future clients would access parts of our service in the similar tools we prepared for them."]}, {"title": "IT Progammer  (C++ Desktop dan SQL Server)", "link": "https://www.jobstreet.co.id/id/job/it-progammer-c-desktop-dan-sql-server-3842365?jobId=jobstreet-id-job-3842365&sectionRank=194&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["BPJS Kesehatan dan BPJS Ketenagakerjaan", "Lunch", "Subsidi Pajak"]}, {"title": "IT Developer", "link": "https://www.jobstreet.co.id/id/job/it-developer-3826835?jobId=jobstreet-id-job-3826835&sectionRank=195&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Menerima permintaan pembuatan aplikasi dari bagian project yang sudah disetujui oleh Kepala Divisi IT dan Kepala Bagian Teknikal", "Menganalisa, mendiskusikan Framework Dan Membuat Aplikasi yang diinginkan", "Membuat Langkah-langkah (task) yang harus dilakukan dalam rangka pembuatan aplikasi tersebut.", "Melakukan Testing dan presentasi Aplikasi yang dihasilkan.", "Melukan pendampingan/mentoring pada para pihak yang memerlukan."]}, {"title": "Business Analyst", "link": "https://www.jobstreet.co.id/id/job/business-analyst-3846363?jobId=jobstreet-id-job-3846363&sectionRank=196&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["TIENS Was established in 1995 and entered the international market in early 1998 with an internationalized paradigm catering to its own development. With branches set up in 103 countries and regions, it has established extensive strategic partnerships with over 10 overseas enterprises in the United States, Germany, Malaysia, Spain, Egypt, and etc. In China, Tiens has registered 33 provincial-level subsidiaries and 100 second level subsidiaries with 3,000 monopoly stores. Tiens sells its products in 190 countries and regions, and maintains 10 million regular customers in the world. World Brand Laboratory, a famous world brand evaluation institution, and World Economic Forum reputed as Economic UN, jointly issued the list China Top 500 Most Valuable Brands. With the brand value of RMB 7,412 million, Tiens Group ranked No. 64 on the list.", "Tiens Asia Pacific Region includes over thirty sub companies, located headquarter in Indonesia 2006.", "To know more about Tiens, please visit the global website: www.tiens.co.id/", "We need to fill some position as:"]}, {"title": "Technical Support Specialist", "link": "https://www.jobstreet.co.id/id/job/technical-support-specialist-3843791?jobId=jobstreet-id-job-3843791&sectionRank=197&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Fast Paced Industry", "Benefit", "Competitive salary"]}, {"title": "Database Administrator (Oracle)", "link": "https://www.jobstreet.co.id/id/job/database-administrator-oracle-3845375?jobId=jobstreet-id-job-3845375&sectionRank=198&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Linux/Windows Operating System", "Oracle Database", "SQL"]}, {"title": "Associate Data Scientist", "link": "https://www.jobstreet.co.id/id/job/associate-data-scientist-3845963?jobId=jobstreet-id-job-3845963&sectionRank=199&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Conduct data exploration and discovery as well as advanced data mining analysis on data from a variety of sources and various types, including text data, relational data, voice data, etc.", "Conduct experiments with data, build working prototype to demonstrate the ideas/results.", "Utilize existing software packages and libraries, or construct new algorithms and code, to derive insights or build data science models.", "Conduct basic research with reasonable supervision and participate in IP creation, such as case studies, white papers and research papers as determined by business needs.", "Collaborate with product engineering or business teams to contribute to solve problems for customers and clients."]}, {"title": "Business Analyst", "link": "https://www.jobstreet.co.id/id/job/business-analyst-3846598?jobId=jobstreet-id-job-3846598&sectionRank=200&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Backend Engineer (Golang)", "link": "https://www.jobstreet.co.id/id/job/backend-engineer-golang-3845636?jobId=jobstreet-id-job-3845636&sectionRank=201&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["free lunch", "asuransi", "team building"]}, {"title": "Business Analyst - HR", "link": "https://www.jobstreet.co.id/id/job/business-analyst-hr-3845912?jobId=jobstreet-id-job-3845912&sectionRank=202&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Perform design and upgrades of information systems to meet the business and client needs.", "Provide documentation of all processes as needed.", "Implement best practices for supportability, ease of maintenance, and system performance.", "Coordinate and communicate effectively with the internal developer team."]}, {"title": "Infra Senior Specialist (DBA)", "link": "https://www.jobstreet.co.id/id/job/infra-senior-specialist-dba-3845866?jobId=jobstreet-id-job-3845866&sectionRank=203&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Overall responsible for DB administration, install, and configure DB", "Perform System Maintenance, Create System Backups, Monitor System Performance", "Provide technical Support and Guidance", "To understand ERP, MES, and other application DB system landscape and the processes in place", "Installing and upgrading the DB server and application tools", "Allocating system storage and planning future storage requirements for the database system", "Controlling and monitoring user access to the database", "Planning for backup and recovery of database information", "Responsibilities include identifying, analysing requirements and providing the subsequent technical support of production systems and enhancements ", "To work with ERP/MES application support functions team on database related activities with in depth knowledge of concepts of Tibero database environments. (Tibero is Oracle Base)", "Analysing automation, monitoring, and tools gaps in the database infrastructure anf design and building processes and solutions to address Learn and Adopt additional database technologies such as TIBERO, SAP, MySQL, MS-SQL, and to provide development and operational support", "Experience and Expertise in Oracle, Tibero SQLTuning and Instance Tuning", "Work with Application Development and Performance Teams on Tuning Database part during the Design to Deployment phases in the areas of Oracle SQL and PL/SQL, RMAN, data guard, Tibero", "Support and maintain system backup and recovery processes"]}, {"title": "Junior Full Stack Programmer", "link": "https://www.jobstreet.co.id/id/job/junior-full-stack-programmer-3827736?jobId=jobstreet-id-job-3827736&sectionRank=204&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Good environtment", "Bonus", "Sharpen your skill"]}, {"title": "Programmer", "link": "https://www.jobstreet.co.id/id/job/programmer-3833904?jobId=jobstreet-id-job-3833904&sectionRank=205&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Usia maksimal 30 tahun", "Kandidat harus memiliki setidaknya Gelar Sarjana di Segala Jurusan dengan IPK minimal 3.00", "Setidaknya memiliki 2 tahun pengalaman sebagai Programmer di Perusahaan Manufaktur", "Mampu membuat dan mengubah Program menggunakan Bahasa Pemrograman PHP dan Phyton", "Mampu membuat design dan coding untuk frontend dan juga backend", "Memahami dan mampu menggunakan konsep database (ERD, Normalisasi, Replikasi, Optimasi, dll)", "Mampu membuat dan mengatur Database menggunakan MySQL dan MariaDB", "Mampu memahami konsep Alur Program, Database, ERP, dan Alur Proses", "Mampu membuat dokumentasi dari program yang telah dibuat", "Kreatif, Imajinatif, Antusias dan memiliki kemauan untuk belajar serta memiliki komunikasi dan attitude yang baik", "Mampu bekerja dibawah tekanan baik secara tim maupun individu", "Jujur, rajin, teliti, cekatan, disiplin, bertanggung jawab, dan loyalitas", "Mampu bekerja secara tim"]}, {"title": "ERP SAP SCM 1st Level Helpdesk", "link": "https://www.jobstreet.co.id/id/job/erp-sap-scm-1st-level-helpdesk-3845890?jobId=jobstreet-id-job-3845890&sectionRank=206&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["To provide expertise supporting the day to day operations in the SAP SCM area with its E2E integration and daily supervise, monitor, and solve any issues for the smooth operation and make sure very high priority issues are tracked actively."]}, {"title": "System Administrator (Infra)", "link": "https://www.jobstreet.co.id/id/job/system-administrator-infra-3846093?jobId=jobstreet-id-job-3846093&sectionRank=207&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Flexitime and Opportunity to Working from Home", "Professional Training and Development", "Motivational Perks"]}, {"title": "Network Engineer", "link": "https://www.jobstreet.co.id/id/job/network-engineer-3844657?jobId=jobstreet-id-job-3844657&sectionRank=208&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least Bachelor's Degree in Computer Science/Information Technology or equivalent.", " At least 3 Year(s) of working experience in System Integrator, Cloud Provider or IT Managed Service Company.", "Deep knowledge in network routing, switching, security, wireless and voice (Cisco)", "Having knowledge about SDN (Software Define Network)", "Hold CCNP RS, NSE4 certificate or equivalent is a must.", "Proactive, team player, good english and communication skill."]}, {"title": "System Engineer (Office 365)", "link": "https://www.jobstreet.co.id/id/job/system-engineer-office-365-3827115?jobId=jobstreet-id-job-3827115&sectionRank=209&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least Bachelor's Degree in Computer Science/Information Technology or equivalent from reputable University.", "At least 5 Year(s) of working experience in as System Developer", "Must have experience in in Office 365 (Sharepoint, Power BI, Power Apps, Active Directory, Operating system (Windows, Linux)", "Strong analytical skills, problem solving and logical thinking.", "Proven consultation skill with good communication and presentation skills.", "Excellent in English is a must (written and oral).", "Computer skill (MS Office : Word, Excel, Powerpoint, Outlook)."]}, {"title": "IT ( PROGRAMMER )", "link": "https://www.jobstreet.co.id/id/job/it-programmer-3842785?jobId=jobstreet-id-job-3842785&sectionRank=210&token=0~520a2120-b5b4-4728-b4e8-37b28924503e&fr=SRP%20Job%20Listing", "qualified": ["S1 Teknik Informatika.", "Memahami Java, J2SE, .NET, C ++, C #, Assembler , PHP, VB, Delphi, Power Builder, Oracle dan pernah membuat program dari software tersebut.", "Mengerti konsep RDBMS & normalisasi tabel database.", "Penempatan di Kudus."]}]