[{"title": "Backend Software Engineer", "link": "https://www.jobstreet.co.id/id/job/backend-software-engineer-1031147813?jobId=jobstreet-id-job-1031147813&sectionRank=3511&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Work alongside & learn from best in class talent", "Excellent career development opportunities", "Flexible working options"]}, {"title": "Account Manager", "link": "https://www.jobstreet.co.id/id/job/account-manager-1030991761?jobId=jobstreet-id-job-1030991761&sectionRank=3512&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Be a trusted partner and advocate for 20-40 customers", "Build strong happy customers relationships to achieve long-term success", "Determine customers' needs, goals, and dreams, and collaborate with them to implement solutions", "Monitor and manage customers' health", "Work as part of the team to develop strategies for scale and growth"]}, {"title": "Senior Software Engineer", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-1030991645?jobId=jobstreet-id-job-1030991645&sectionRank=3513&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Maintain algorithms for recording foreign exchange transaction and the value of each transaction.", "Integrating the accounting system with bank partners' interface to produce a seamless process", "Improving the reliability of the system while adding functionality"]}, {"title": "BUSINESS ANALYST (Code : BA ITB)", "link": "https://www.jobstreet.co.id/id/job/business-analyst-code-%3A-ba-itb-1031147686?jobId=jobstreet-id-job-1031147686&sectionRank=3514&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "HEAD OF DIGITAL ENGINEERING", "link": "https://www.jobstreet.co.id/id/job/head-of-digital-engineering-1031075182?jobId=jobstreet-id-job-1031075182&sectionRank=3515&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Being role model and leader from technical squads in Scrum team (including digital engineer, automation QA, and DevOps.", "Analyze and discuss with stakeholder for development planning or problems in applications.", "Developing application functionality due to user story.", "Implementing the best from micro services, automated test, cloud technology, and on premise technology.", "Identify the new library open source, using the unfamiliar technology, and new programming language to reach technical requirements and best practice from modern software development.", "Involve in troubleshoots and fixing application performance with responding to the problems and fixing the defect.", "Documenting and demonstration the solution which focus on security and performance, with create flowchart, layout, diagram, chart, code comment, and the right code.", "Actively involve in Scrum and Agile process.", "Implementing Agile in validation product quality, creating test code, including unit test and automation test cases.", "Keep update with trend industry, innovation, and implementing to the existing codebase.", "Identifying and escalation technical challenge, depends or risk in planning process and development, and keep the mindset with core value and quality.", "Self organize daily priorities, time, and commitment in team. In other side, also ensure the technical standard and best practices always well implemented."]}, {"title": "Associate Product Manager - Cards", "link": "https://www.jobstreet.co.id/id/job/associate-product-manager-cards-1030886567?jobId=jobstreet-id-job-1030886567&sectionRank=3516&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["You have 1-2 years of product management experience", "You are a creative product thinker, who can bring a fresh approach to how products can break through and succeed in the marketplace", "You love solving problems and excel at this", "You do whatever it takes to make your product and team successful whether that means writing requirements and user stories, a QA plan or hunting down the root cause of a user’s frustration", "You have a mentality of complete ownership of your product. The buck stops with you", "You not only welcome feedback from customers and teammates but you thrive on it", "You are a skilled communicator, can champion a product without authority, and work well with a breadth of stakeholders including engineering, business people, and C-level executives", "You have an analytical mindset, know how to make data-informed decisions, and possess either prior knowledge or willingness to learn SQL"]}, {"title": "Software Engineer (C++ and Payments Systems)", "link": "https://www.jobstreet.co.id/id/job/software-engineer-c-and-payments-systems-1031065373?jobId=jobstreet-id-job-1031065373&sectionRank=3517&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Senior Business Intelligence Analyst", "link": "https://www.jobstreet.co.id/id/job/senior-business-intelligence-analyst-1031183964?jobId=jobstreet-id-job-1031183964&sectionRank=3518&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Owning problem definition and defining them into analytical problems", "Provide roadmap for complex analytical problem and its technical decision such as library to use/ potential algorithm to use", "Showcasing impact in a broader business context by providing detailed analysis and data visualization", "Understand stakeholder needs, respond professionally, and follow up to ensure satisfaction", "Proactive in developing tools/analysis, and improving business metrics to keep it relevant with company’s growth", "Partnering with Product Manager and Business teams to help them create data driven decisions"]}, {"title": "Tech Prof-TCP Tech Prof-TCP Jakarta, JK, ID, 12560 Mar 28, 2022 0.00 mi", "link": "https://www.jobstreet.co.id/id/job/tech-prof-tcp-tech-prof-tcp-jakarta-jk-id-12560-mar-28-2022-0.00-mi-1031101437?jobId=jobstreet-id-job-1031101437&sectionRank=3519&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["\nPT Halliburton Indonesia tidak pernah memungut biaya apapun dalam proses rekrutmen.", "\nPT Halliburton Indonesia tidak pernah bekerja sama dengan travel agent / biro perjalanan tertentu dalam proses  rekrutmen.", "\nApabila Anda diminta untuk membayar sejumlah uang dalam bentuk pembayaran tiket pesawat dan hotel atau  akomodasi lainnya agar diabaikan.", "\nApabila ada Panggilan wawancara di lokasi yang tidak sesuai dengan iklan yang tertera pada iklan lowongan.", "\nJangan memberikan data pribadi atau data keuangan Anda kepada siapapun."]}, {"title": "Senior Financial analyst", "link": "https://www.jobstreet.co.id/id/job/senior-financial-analyst-1031154111?jobId=jobstreet-id-job-1031154111&sectionRank=3520&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Career Mobility and Development: When you join FedEx, you’re joining a team with possibilities that literally span the world—from opportunities for advancement and location transfer, to training and leadership programs.", "Total Compensation and Benefits Package: We want to keep our employees for a long time, so we offer competitive benefits, opportunities for flexible work arrangements, and programs to support well-being."]}, {"title": "Risk Associate", "link": "https://www.jobstreet.co.id/id/job/risk-associate-1030970179?jobId=jobstreet-id-job-1030970179&sectionRank=3521&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Payments dispute handling received from different payment channels within specified SLA without fail with considerable margin of error.", "Define, review and amend Risk Operations SOPs for different workflows ", "Respond to internal/external Payment escalations and provide support", "Risk Investigation of payments identified by Internal/External channels as potential risk ", "Collating Fraud MO based on Risk Investigation and providing insights along with Risk Rule recommendation to the Risk Analyst ", "Build training materials for new joiners in Risk Operations and train them", "Provide adhoc support to Compliance for reviewDefine success metrics for Risk Operations and work with Risk Analyst for tracking them", "Act as a communicator/translator between Customer Support and Risk Business to provide the 2nd level of investigation support. "]}, {"title": "Front-End Developer", "link": "https://www.jobstreet.co.id/id/job/front-end-developer-1031117342?jobId=jobstreet-id-job-1031117342&sectionRank=3522&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Pembuatan Aplikasi Android & iOS"]}, {"title": "Associate Product Manager - Experiments", "link": "https://www.jobstreet.co.id/id/job/associate-product-manager-experiments-1030902948?jobId=jobstreet-id-job-1030902948&sectionRank=3523&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Build products customers want and will use", "Research and understand products that are not readily available in Indonesia", "Move faster than conventional product teams - typically Experiment teams launch MVP in < 2 weeks and validate a hypothesis in 2-3 months; else move on to the next thing", "Decide on relevant metrics that contribute to Xendit’s growth and measure progress on how your product continuously meets these metrics", "Decide on metrics for failure, such that you know exactly when to move to the next Experiment / version of the product", "Engage in product discovery to develop MVPs, based on available data and third-party sources", "Communicate with and understand internal and external customers’ needs", "Translate these needs into product requirements for your team ", "Lead and collaborate with a team of engineers to build, release, measure, review and improve your products", "Prioritize and build features based on impact to customers and expected growth", "Figure out resources and stakeholders (operations support, compliance, partnerships, etc.) needed to achieve your vision and establish a clear roadmap to get there"]}, {"title": "Performance Engineering", "link": "https://www.jobstreet.co.id/id/job/performance-engineering-1031183890?jobId=jobstreet-id-job-1031183890&sectionRank=3524&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["You will be involved in creating Frameworks and Tools that will boost productivity, security and performance system acceleration in Tokopedia", "Working on building a Performance diagnostic System to enable faster analysis on the systems, and faster investigation for any events.", "Deeply engaged in the full development lifecycle designing, developing, testing, deploying, maintaining, monitoring, and improving the software.", "Deploy code daily and use data to drive our decisions while delivering software and analytics to consumers and *********** your projects and collaborate with fellow engineers and product partners as you solve interesting problems", "Write well-formatted modular code", "Compile and integrate changes with the project", "Implement unit tests and functional tests for their tasks", "Convert given high-level software design to low-level software design", "Use suitable data structures", "Perform, debug and fix bugs, competency in 1 programming language"]}, {"title": "Middle Front-End Developer", "link": "https://www.jobstreet.co.id/id/job/middle-front-end-developer-1030910074?jobId=jobstreet-id-job-1030910074&sectionRank=3525&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Pembuatan Aplikasi Android & iOS"]}, {"title": "Analyst - Operations Transformation - ID", "link": "https://www.jobstreet.co.id/id/job/analyst-operations-transformation-id-1031048469?jobId=jobstreet-id-job-1031048469&sectionRank=3526&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Identify opportunities and define strategies for efficiencies in work process and innovative approaches to completing scope of work.", "Participate in team problem solving efforts and offer ideas to solve client issues.", "Conduct relevant research, data analysis, and create reports.", "Maintain responsibility for completion and accuracy of work products.", "Assessing restructuring operating models, organizational structures, and business processes to streamline core operations’ service delivery.", "Assist in proposal development, as requested.", "Actively expand consulting skills and professional development through training courses, mentoring, and daily interaction with clients"]}, {"title": "Lead Software Engineer, Backend (Principal)", "link": "https://www.jobstreet.co.id/id/job/lead-software-engineer-backend-principal-1030902938?jobId=jobstreet-id-job-1030902938&sectionRank=3527&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["You will be working as an Individual Contributor.", "Design and write with the cutting edge GO language to improve the availability, scalability, latency, and efficiency of Grab's range of services", "Work with engineering team to explore and create new design / architectures geared towards scale and performance", "Participate in code and design reviews to maintain our high development standards", "Engage in service capacity and demand planning, software performance analysis, tuning and optimization", "Collaborate with product and experience teams to define and prototype feature specifications", "Work closely with infrastructure team in building and scaling back-end services as well as performing root cause analysis investigations", "Design, build, analyze and fix large-scale systems", "Learn full stack performance tuning and optimization", "Debug and modify complex, production software"]}, {"title": "Frontend Developer", "link": "https://www.jobstreet.co.id/id/job/frontend-developer-1030910066?jobId=jobstreet-id-job-1030910066&sectionRank=3528&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Determine the structure and design of the website/web app page", "Investigate, analyze and resolve issues that impact client’s websites", "Ensure that the web app design is able to maximize the user experience", "Development and maintenance of highly-responsive web-based front end-user interface", "Optimizing the website/web app to keep it fast and can continue to be developed", "Work with Scrum Project Management", "Work and collaborate with backend, product, and UI/UX team", "Communicate effectively with project managers, technical lead, supervisor, developer, and other internal team members"]}, {"title": "Manager Development Lead", "link": "https://www.jobstreet.co.id/id/job/manager-development-lead-1031183886?jobId=jobstreet-id-job-1031183886&sectionRank=3529&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["You will continuously look at what capability they need to be built, what to strengthen, and what can we leverage from our People Managers Capability to the whole universe. ", "Developing your own program, curriculum, methods and actionable plan that will enable them to grow is indeed your essential mission.", "Develop effective tools & support systems to enable them to grow in the flow of work (e.g community learning for manager, coaching & mentoring culture, etc)", "Continuously evaluating and experimenting programs & methods to find new & better ways to grow our People Managers at it best, PS: they will keep coming from diverse backgrounds and experiences around the world for you to take care of.", "Collaborate with functional heads and leads in conducting special programs or interventions. ", "Developing world class people managers will come at a cost, you will need to challenge your creativity to manage available resources effectively. ", "Our rocket ships are working at the speed of light. Be ready and fasten your seatbelt!"]}, {"title": "Programmer Staff", "link": "https://www.jobstreet.co.id/id/job/programmer-staff-1031154039?jobId=jobstreet-id-job-1031154039&sectionRank=3530&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess for Diploma's degree or Bachelor's Degree in Information Systems, Electrical Engineering, Information Technology, Computer Engineering", "Have minimum 1 year of relevant working experience, maximum 30 years old", "Fresh graduates are welcome to apply, maximum 24 years old", "GPA >= 2.75 from educational institution with minimum accreditation \"B\""]}, {"title": "Frontend Software Engineer", "link": "https://www.jobstreet.co.id/id/job/frontend-software-engineer-1031021298?jobId=jobstreet-id-job-1031021298&sectionRank=3531&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Develop and enhance interactive user experience by using the best practices in modern Front End development", "Improve the UI app layout and structure to ensure reliability, scalability and security", "Can quickly comes up with MVP models and propose solutions for complex problems", "Produce high-quality maintainable code, test it, collaboratively review it and ship it.", "Identify areas to improve and scale our architecture and application design.", "Collaborate extensively with Team Lead, Product Managers, Designers, and fellow Engineers to develop features that drive our metrics.", "Lead teams to the successful delivery of software projects"]}, {"title": "QA Automation Engineer", "link": "https://www.jobstreet.co.id/id/job/qa-automation-engineer-1031048418?jobId=jobstreet-id-job-1031048418&sectionRank=3532&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Have a minimum 1 year of work experience in software quality assurance", "Experience in writing clear, concise, and comprehensive test plans and test cases for manual as well as test automation environment", "Strong knowledge of software QA methodologies, tools, and processes", "Experience working in an Agile/Scrum development process", "Experience in working with Web, Mobile, and API Testing in both manual & automation testing", "Have basic programming skills using Java, Python, Javascript", "Possess strong logical and analytical thinking skills", "Familiarity with test management and reporting systems like JIRA and Github"]}, {"title": "Junior Consultant", "link": "https://www.jobstreet.co.id/id/job/junior-consultant-1031168677?jobId=jobstreet-id-job-1031168677&sectionRank=3533&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["PT. NTT Global Data Centers Indonesia is an international standard data center service provider that is part of the NTT Ltd.’s Global Data Centers division."]}, {"title": "DEVELOPMENT OPERATION SPECIALIST", "link": "https://www.jobstreet.co.id/id/job/development-operation-specialist-1031075217?jobId=jobstreet-id-job-1031075217&sectionRank=3534&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Having a good analytical mind and interpersonal skills.", "Experience in designing and building virtual client-server systems.", "Experience with DevOps tools and practices such as: Terraform, Ansible, Packer, GitHubEn, Lambda, CodeDeploy, CircleCI, Vault, Jenkins/Travis, CI/CD delivery models.", "Experience with Amazon Web Service, Google Cloud, Microsoft Azure or Alicloud.", "Experience with containers (Docker, Helm, Quay) and Orchestration Framework (Kubernetes, Openshift).", "Programming experience at least one of: Python, Perl, Bash, PowerShell.", "Experience with monitoring and logging tools, such as: NewRelic, Prometheus, Splunk and ELK.", "Experience working with Agile teams and Agile SDLC practices.", "Knowledge of linux based platforms.", "Understands Networking, SSL, Load balancing, WAFs, SMTP, DNS."]}, {"title": "PRODUCT OWNER", "link": "https://www.jobstreet.co.id/id/job/product-owner-1031075200?jobId=jobstreet-id-job-1031075200&sectionRank=3535&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Lead the scum team as Product Owner.", "Provide vision and direction to the Agile Development team and stakeholders, and create requirements.", "Ensuring the team always has tasks available in the backlog and sorted by priority.", "Planning and prioritizing the feature and development backlog of the product.", "Define product vision, roadmap and opportunities for product growth.", "Analyze value, build cases, prioritize stories, ensure work is focused on the things that provide the most value in line with product strategy.", "Manage backlogs, plan iterations and explain user stories.", "Work closely with the Business team to create and maintain a product backlog based on business value or return on investment (ROI).", "Lead product release plans and set expectations for the delivery of new functions.", "Active in the face of obstacles that impact on the completion of the sprint release/goal.", "Research and analysis of market, user and product roadmap.", "Follow competitors and industry trends.", "Stay ahead of the latest Agile/Scrum best practices and trends."]}, {"title": "Software Engineer - KlikPajak", "link": "https://www.jobstreet.co.id/id/job/software-engineer-klikpajak-1031183930?jobId=jobstreet-id-job-1031183930&sectionRank=3536&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["are an experienced engineer who is looking for a challenging problem to solve", "enjoy working in an agile environment", "value work and life balance"]}, {"title": "PROJECT MANAGEMENT SPECIALIST", "link": "https://www.jobstreet.co.id/id/job/project-management-specialist-1031075186?jobId=jobstreet-id-job-1031075186&sectionRank=3537&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Become a servant leader of one or more scrum teams, by providing services to Product Owners, Development Teams and Stakeholders.", "Consistently promote Agile methodologies and support the scrum team to follow Agile and the scrum framework.", "Fostering Agile leadership with lead by example as a role model who adapts and works with scrum values, collaborative behavior, and professionalism.", "Understanding the problem and being proactive in helping the Scrum team to find solutions (short and long term).", "Facilitate the daily work of the development team by removing obstacles and distractions.", "Provides visibility and transparency on the day-to-day work of Product Owners and stakeholders.", "Identify opportunities and implement development work processes to improve team efficiency, by tracking and reporting on development team metrics (such as velocity, burndown, risk, dependency).", "Conduct training/sharing if needed to the Scrum team and other organizations about the Agile methodology and the Scrum framework.", "Report any deviations/problems/blockers to superiors and other units.", "Collaborate with other teams inside and outside the division with positive, clean and constructive communication.", "Manage risk and dependencies with other teams. Ensuring the development team produces the results they are committed to."]}, {"title": "Associate Technical Communication Manager", "link": "https://www.jobstreet.co.id/id/job/associate-technical-communication-manager-1030914506?jobId=jobstreet-id-job-1030914506&sectionRank=3538&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Determine the needs of users of technical documentationWork with product team and development team to make products easier to use and thus require fewer instructions in the documentation. Hence, needs to be involved and contribute to all aspects of an agile software development lifecycle.", " Obtain a deep understanding of products and services to translate complex product information into simple, polished, and engaging content for people with different backgrounds and to minimize mis-usage of the products.", "Updates job knowledge by studying state of the art documentation tools, writing techniques and language proficiency; participating in educational opportunities; reading professional publications; maintaining personal networks; participating in professional organizations", "Protect operations by keeping information confidential", "Engage, collaborate, coordinate and maintain communication with end users to deliver updates, address content gaps, gain as well as to respond to feedback, proactively seek solution to a problem and promote continuous improvement of documentation experience.", "Act as a central point of communication between the team and the stakeholders of other department: Product Management, Program and Project Management", "Identify, manage and mitigate risk throughout the project lifecycle and keep stakeholders aware of risks/progress", "Work with Product Management and Program/Project Management for long range project anticipating market needs"]}, {"title": "Product Manager - Mobile (Experiments)", "link": "https://www.jobstreet.co.id/id/job/product-manager-mobile-experiments-1031048423?jobId=jobstreet-id-job-1031048423&sectionRank=3539&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["You have 2+ years of product management experience ", "You have experience shipping a technical software product for a fast-growing company", "You obsess over details to ensure that your product meets your users’ acceptance criteria", "You speak to users directly to understand their needs", "You’re great at collaborating and communicating across a company with engineering, operations, compliance / legal, government relations, design, marketing, and sales", "You have an attitude of getting things done and are resourceful", "You obsess about customer welfare and their experience with your products", "You’re comfortable with ambiguity and a very quickly changing environment", "You thrive on autonomy and have proven you can push towards a goal by yourself", "You can demonstrate capability in balancing risk prevention with growth"]}, {"title": "Senior Software Developer", "link": "https://www.jobstreet.co.id/id/job/senior-software-developer-1030941624?jobId=jobstreet-id-job-1030941624&sectionRank=3540&token=0~fe810f2c-2e14-4d70-a50f-5595032915cf&fr=SRP%20Job%20Listing", "qualified": ["Distinguished problem-solving skills", "Curiosity to be part of significant ongoing research", "Good communication and presentation skills", "Working proficiency in verbal and written English", "Good knowledge and understanding of one or more of the following fundamentalscomputer architecturedatabase architecture and implementationdata structures, algorithms, and complexity analysiscontinuous integration and deliverycloud computingautomationcompilersdistributed systems and data structures designlinear algebra, machine learning, and deep learning algorithmsRest APIs and the concepts of RESTful architecturesoftware language engineering techniques such as compilation and intermediate representationhaving completed relevant courses in these areas is a plus", "computer architecture", "database architecture and implementation", "data structures, algorithms, and complexity analysis", "continuous integration and delivery", "cloud computing", "automation", "compilers", "distributed systems and data structures design", "linear algebra, machine learning, and deep learning algorithms", "Rest APIs and the concepts of RESTful architecture", "software language engineering techniques such as compilation and intermediate representation", "having completed relevant courses in these areas is a plus"]}]