[{"title": "QUALITY ASSURANCE (AUTOMATION)", "link": "https://www.jobstreet.co.id/id/job/quality-assurance-automation-1030986430?jobId=jobstreet-id-job-1030986430&sectionRank=3751&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Minimum education: Diploma (D3) or Bacheloor (S1) Computer Science", "Minimum 3 years experience in QA Automation (full automation)", "Usually make Automation Script", "Have a good knowledge application development basic, algoritma, strong logical thinking, willingness to coding and SDLC", "Having excellent SQL Query, programming skills, automation testing (selenium, katalon, Kobiton, API test)", "Have good logical skills", "Not in college/part time", "Can make good documentation, can create test scenarios, have good analysis", "Knowing about agile, quick to understand business processes, can think critically", "Well behaved, willing to learn, able to communicate well in a team"]}, {"title": "Senior Data Analyst - Cartography", "link": "https://www.jobstreet.co.id/id/job/senior-data-analyst-cartography-1031131967?jobId=jobstreet-id-job-1031131967&sectionRank=3752&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Design and analyze experiments", "Perform exploratory data analysis using tools including but not limited to SQL/R/Python and present insights to business stakeholders to drive strategic decisions", "Deep-dive into analysis to identify data quality and coverage issues", "Build self-serve data products such as dashboards and tables to reduce time to insights", "Perform advanced analytics when needed (such as building machine learning models using R/Python or data web apps using Shiny/Dash/Tableau)"]}, {"title": "Program Delivery Executive", "link": "https://www.jobstreet.co.id/id/job/program-delivery-executive-1030991715?jobId=jobstreet-id-job-1030991715&sectionRank=3753&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Development of management team level monitoring and tracking and setup of a regular update process"]}, {"title": "AVP - Advance Analytics", "link": "https://www.jobstreet.co.id/id/job/avp-advance-analytics-1030986466?jobId=jobstreet-id-job-1030986466&sectionRank=3754&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Delivering insight, lead, and recommendation using compelling presentation techniques to key business functions.", "Putting forth cohesive business architecture story across various functions through design thinking. Show the art of the possible with rapid analytical prototyping and storytelling.", "Finding hypothesis on business problem, formulating testing mechanic, and showing relevant correlation and causation conclusion on business problem", "Analyzing complex data made of unstructured, semi-structured and structured datasets to drive insights", "Strategic thought leadership with an ability to inform and influence senior leadership decisions on dashboard analytics and visualizations. ", "Partnering business stakeholders, understanding key questions and helping to storyboard answers.", "Visualizing and presenting data in an engaging, interactive, and informative ways. ", "Strong analytical skills, demonstrating creative problem solving, gathering and synthesizing information from multiple sources. "]}, {"title": "Staff Product Security Engineer", "link": "https://www.jobstreet.co.id/id/job/staff-product-security-engineer-1031065407?jobId=jobstreet-id-job-1031065407&sectionRank=3755&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Participate in the development of a small to medium complexity security project, process, or initiative within their technical focus area (cloud security, identity access management, vulnerability management, penetration testing, etc.)", "Design, develop and maintain small to medium complexity security features and/or process changes with some guidance from more experienced team members", "Scope activities from functional security assignments from senior team members or manager", "Improve security operations by enhancing use cases, processes, and/or code structure", "Implement medium complexity security tasks for projects and delivers concise and clear deliverables", "Contribute to automation of repeated manual tasks to improve team productivity", "Collaborate in security reviews that follow the standards and practices of information security best practices that are recognized by their team members"]}, {"title": "WordPress Developer", "link": "https://www.jobstreet.co.id/id/job/wordpress-developer-1030986453?jobId=jobstreet-id-job-1030986453&sectionRank=3756&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Developing, and testing UI/UX for mobile and desktop web version", "Build reusable code and libraries for future use", "Accurately translate user and business needs into functional front-end code", "Ensuring high-performance and availability, and managing all technical aspects of the CMS", "Helping formulate an effective, responsive design and turning it into a working theme and plugin."]}, {"title": ".NET WEB APPLICATION", "link": "https://www.jobstreet.co.id/id/job/.net-web-application-1030910040?jobId=jobstreet-id-job-1030910040&sectionRank=3757&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["ASP NET C#, SQL 2008 or higher, javascript", "RESTful APIs, Web Service, WCF", ".NET Framework 4.0, 4.5 or higher", "Cloud based technology"]}, {"title": "BUSINESS INTELLIGENCE (BI) DEVELOPER", "link": "https://www.jobstreet.co.id/id/job/business-intelligence-bi-developer-1030986426?jobId=jobstreet-id-job-1030986426&sectionRank=3758&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan minimum Bachelor Degree (S1) Computer Science", "Pengalaman minimum 1 tahun sebagai tim BI", "Menguasai dasar programming dan algoritma", "Menguasai SQL Query, ETL (SSIS, SSRS, MS SQL Server)", "Memiliki kemampuan programming dan manipulasi data", "Menguasi Power BI", "Akan lebih menguntungkan bila mempunyai skill programming tools: VB.net / C# , ASP.net"]}, {"title": "Sr Officer-Cisco Network Delivery & Operations 2", "link": "https://www.jobstreet.co.id/id/job/sr-officer-cisco-network-delivery-operations-2-1031005829?jobId=jobstreet-id-job-1031005829&sectionRank=3759&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Proactively monitors the work queues & client infrastructure", "Perform operational tasks to resolve all incidents / requests in a timely manner and within agreed SLA.", "Update tickets with resolution tasks performed", "Identify, Investigate, analyse issues and errors prior to or when they occur and log all such incidents in a timely manner. Capture all required and relevant information for immediate resolution", "Provide first and second level support to all incidents, requests and identify the root cause of incidents and problems", "Identify problems and errors before they impact a client’s service", "Contribute to the change management process by logging all change requests with complete details for standard and non-standard including patching and any other changes to Configuration Items. Ensures all changes are carried out with proper change approvals", "Audit and analyse incident and request tickets for quality and recommends improvements with updates to knowledge articles.", "Moderate level knowledge in ticketing tools such as BMC and or Service Now"]}, {"title": "Associate, Full Stack Developer", "link": "https://www.jobstreet.co.id/id/job/associate-full-stack-developer-1030970150?jobId=jobstreet-id-job-1030970150&sectionRank=3760&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Collaborate with regional team, business unit, support unit and other related party for any projects.", "Ensure user requirements captured and project can be delivered on time", "Review project milestones and evaluates project progress", "Maintain good relationships between IT and business, manage business expectations and negotiate compromise"]}, {"title": "AVP-Cisco Data Center & Security Product Management", "link": "https://www.jobstreet.co.id/id/job/avp-cisco-data-center-security-product-management-1031005822?jobId=jobstreet-id-job-1031005822&sectionRank=3761&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Identify, analyze and prioritize new features based on business and customer impact", "Define the roadmap of a product and the underlying cloud platform, ensuring worldwide leading competitiveness and business success", "Gain a thorough understanding of customer experience, identify and fill product gaps and generate new ideas that grow product adoption, improve customer experience and drive growth", "Oversee the product throughout its life cycle, including ideation, prototyping, user research, design, launch, iteration, and end-of-life decisions", "Validating use cases and working with developers to set up prototypes and POCs for things like new product integrations.", "Drive product launches to meet release goals and ensure cross-functional teams have appropriate understanding, are aligned, are prepared and plans in place to execute and monitor outcomes", "Work with Product Marketing to develop messaging and positioning that explain technical and business value in simple, understandable terms"]}, {"title": "QUALITY CONTROL", "link": "https://www.jobstreet.co.id/id/job/quality-control-1030986432?jobId=jobstreet-id-job-1030986432&sectionRank=3762&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Usia 20-30 tahun", "Pendidikan minimal: S1", "Pengalaman kerja minimal 1 tahun", "Bekerja sama dengan System Analyst serta seluruh team yang terkait dalam pengembangan project", "Bertanggung jawab dalam pengembangan product yang terkait dengan Loan Origination", "Bertanggung jawab dalam mempelajari fungsi bisnis, mengumpulkan informasi dan mengevaluasi kebutuhan bisnis dan menterjemahkannya secara teknis, termasuk integrasinya dengan surounding system lainnya", "Bertanggung jawab dalam melakukan Debugging dan Unit Testing", "Berkolaborasi dengan Technical Writer untuk membangun dokumentasi yang komprehensive"]}, {"title": "Lead Software Quality Assurance", "link": "https://www.jobstreet.co.id/id/job/lead-software-quality-assurance-1030991681?jobId=jobstreet-id-job-1030991681&sectionRank=3763&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Bachelor's degree in Computer Science or Information Systems or other similar fields", "Minimum 5 years experience in Quality Assurance (Manual or automation)", "Proven experience as a quality assurance Lead or similar  roles", "Experience in Team management, training and mentoring.", "Experience in working with Web as well as Mobile applications (iOS & Android)", "Experience in API testing using tools like Postman, Jmeter, SoapUI, etc.", "Experience related to HTTP debugging on web and mobile based applications (iOS & Android) using Developer tools/console.", "High level of comfort in using SQL for in-depth data testing.", "Experience in using test case and bug management tools like Phabricator, Test Rail, etc.", "Experience in working in Agile process methodology.", "Good interpersonal and communication skills. Should be comfortable with written and spoken English.", "Good analytical and problem-solving skills.", "Able to work independently or with limited assistance.", "Fin-Tech domain knowledge. Working experience with Financial Services products is a plus but not mandatory.", "Experience in programming languages like NodeJS, Java, Python, Ruby, etc is a plus but not mandatory.", "Experience in Automation Testing using frameworks like Appium, Selenium, TestNG, Cucumber, ************, etc. is a plus but not mandatory.", "Experience in CI/CD process using Jenkins, Gitlab, etc. is a plus but not mandatory."]}, {"title": "Product Operations Manager (Online Commerce) - Commerce Enablement", "link": "https://www.jobstreet.co.id/id/job/product-operations-manager-online-commerce-commerce-enablement-1030941646?jobId=jobstreet-id-job-1030941646&sectionRank=3764&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Owner of end-to-end operational process for our Online Commerce Tribe for Commerce Enablement, and grow adoption of the products aggressively", "Lead Product Operations team to collect first-hand merchant feedback on online commerce products", "Based on merchant feedback collected, identify acquisition, onboarding, and engagement flow improvement opportunities and implement them", "Work hand in hand with Online Commerce Product Manager to influence upcoming product roadmap", "Manage and refine offline outlet visit process in order to make our new omnichannel solution a success", "Contribute ideas on promo and commercial initiatives that will help increase adoption among our merchants, and execute their implementation", "Coordinate cross-functional teams and stakeholders, including GTM, Growth, Customer Success, Merchant Lifecycle and Technical Support teams to deliver business objectives"]}, {"title": "Lead Software Engineer, Fullstack", "link": "https://www.jobstreet.co.id/id/job/lead-software-engineer-fullstack-1030991775?jobId=jobstreet-id-job-1030991775&sectionRank=3765&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Build and deploy performant modern web applications in React, Redux, Typescript, Go", "Convert from design/prototype to interface on the web", "Work with product managers, data analysts, and UI designers to implement products and features, and test their impact on business metrics", "Participate in code and design reviews to maintain our high development standards", "Debug and modify complex, production software", "Write technical documentation", "Learn full-stack performance tuning and optimization", "Take a lead on both product and engineering initiatives", "Explore improvement both on the codebase and process"]}, {"title": "Senior Product Manager", "link": "https://www.jobstreet.co.id/id/job/senior-product-manager-1031132068?jobId=jobstreet-id-job-1031132068&sectionRank=3766&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Drive ideation, product strategy and execution for your product division, partnering with your product development team and cross-functional stakeholders", "Own a product stream end to end to frame product strategy and drive execution ", "Plan and participate in user research initiatives with the design and user research teams to understand customer problems and identify and iterate on product ideas and improvements ", "Collaborate with internal stakeholders in support, marketing, sales and business to develop product messaging, training and communications", "Obsess over funnels, customer cohorts, trends and forecasts and amplify good ideas wherever in the organizations they come from", "Define, track and report success metrics for a product, business, and customer", "Reiterate on product plans, and make informed decisions using data and user feedback", "Lead effective cadences and incorporate feedback into their product plan", "Proactively be involved in the interview process and mentor new product managers"]}, {"title": "Marketing Admin", "link": "https://www.jobstreet.co.id/id/job/marketing-admin-1030870429?jobId=jobstreet-id-job-1030870429&sectionRank=3767&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Summarize data and create a file on the winner list", "Work with the marketing team to contact winner list, send out prizes, and checking inventory stock", "Translate any document related to the marketing team ", "Write Minutes of Meeting for every meeting internally and externally", "Monitor Live stream, Send prizes during giveaways with streamers, and IG Live giveaways", "Help and assist in checking Influencers' videos and contents compliance", "Collect screenshots and proofs of Publisher's exposures during campaigns", "Working cross-functionally with other departments such as design"]}, {"title": "Product Manager (Internship)", "link": "https://www.jobstreet.co.id/id/job/product-manager-internship-1030902969?jobId=jobstreet-id-job-1030902969&sectionRank=3768&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Managing product development ", "Product Owner Day to Day Task", "Communicating with stakeholder to discuss product requirement ", "Collaborating with UI/UX and Engineer ", "Able to analyze data ", "Able to perform critical thinking ", "Experienced in leadership role"]}, {"title": "Data Scientist", "link": "https://www.jobstreet.co.id/id/job/data-scientist-1031048475?jobId=jobstreet-id-job-1031048475&sectionRank=3769&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Build, scale and evolve our recommendation and ranking services.", "Given a business problem and requirements from business stakeholders, identify objective functions and ML algorithms that should be used.", "Understand the trade-offs of different modelling choices and have a point of view on the trade-offs. Communicate the choices to stakeholders and be able to support your point of view.", "Implement and deploy ML models in collaboration with the engineering team.", "Monitor and perform analytics on deployed models in order to evaluate model drift and assess when the model should be retrained.", "Communicate with stakeholders within the data team and the business team and bridge those requirements with the engineering team", "Share knowledge by mentoring, pairing, and collaborating with other other data scientist, analysts and engineers"]}, {"title": "Software Engineer - Web", "link": "https://www.jobstreet.co.id/id/job/software-engineer-web-1030914516?jobId=jobstreet-id-job-1030914516&sectionRank=3770&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Having minimum 1-2 years of experience in Software Engineering - Front End", "Passion in software engineering, especially in building rich applications", "Experience and passion in web technologies (HTML5/CSS3/Javascript), knowledge on browser compatibility and multi-platform development", "Comfortable working in server and client side of our front-end stack", "Curiosity to explore creative solutions and try new things", "Strong attention to detail and constant drive to learn", "At least Bachelor's degree degree in Computer Science or equivalent from a reputable university"]}, {"title": "Data Scientist", "link": "https://www.jobstreet.co.id/id/job/data-scientist-1031048460?jobId=jobstreet-id-job-1031048460&sectionRank=3771&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Translating business questions into a positivist research paradigm: testable hypotheses, clear metrics, and predefined acceptance criteria. Asking the tough questions, identifying what is critical, and challenging assumptions", "Selecting the appropriate statistical tests for the experimental outcomes and conducting the actual statistical analysis", "Managing and owning the entire experimentation process, from consulting the product owners, guiding UX specialists and user researchers, to designing and conducting the experiments, analysing the results, and communicating findings", "Working with your team to build the next generation of Traveloka’s Experimentation Platform", "Mentoring others in experimental design and causal inference techniques"]}, {"title": "Senior Software Engineer (Backend) - Payments - Gopay", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-backend-payments-gopay-1030986450?jobId=jobstreet-id-job-1030986450&sectionRank=3772&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Lead development of features within your technical focus area (backend)", "Design and develop a secure, clean, clear, scalable, and well-documented codebase", "Translate objectives into actionable steps forward, evaluate, and then refactor into a scalable and extensible design", "Exercise high end-to-end ownership and initiative of your tasks", "Design, develop, ship, and maintain medium or high complexity features with little guidance from more experienced engineers", "Conduct research on new technologies and tools to implement into your designs"]}, {"title": "Software Quality Assurance - Manual Testing", "link": "https://www.jobstreet.co.id/id/job/software-quality-assurance-manual-testing-1030991727?jobId=jobstreet-id-job-1030991727&sectionRank=3773&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Create detailed, comprehensive and well-structured test plans and test cases.", "Perform all types of testing to ensure overall quality of the Product like user interface testing, functionality testing, performance testing, regression testing, integration testing, etc.", "Create & manage bug reports and communicate with the team", "Collaborate with Engineering, UI/UX, Infrastructure and Product Management teams.", "Be an active part of analysis, design and planning activities.", "Be an enthusiastic advocate for good Agile practices.", "Eager to learn and grow as a professional."]}, {"title": "Sr Officer-Cisco Security Product Management", "link": "https://www.jobstreet.co.id/id/job/sr-officer-cisco-security-product-management-1031005828?jobId=jobstreet-id-job-1031005828&sectionRank=3774&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Identify, analyze and prioritize new features based on business and customer impact", "Support Cisco product development project.", "Lead engineering activities during the incubation of new Cisco customers starting from PoC phase to final delivery.", "Manage service creation/design processes to ensure fitness for use and for purpose of new design packages.", "Ensure documentations are developed, validated and maintained for existing and new security services/products.", "Work closely with vendors, technology partners, and products managers to identify markets trends, customers needs, to maintain an efficient and competitive service portfolio.", "To keep up to date with emerging security trends, threats, best practices and standards (internal and external), regulations, and security enhancing technologies."]}, {"title": "Software Quality Assurance Automation Engineer", "link": "https://www.jobstreet.co.id/id/job/software-quality-assurance-automation-engineer-1031048403?jobId=jobstreet-id-job-1031048403&sectionRank=3775&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["\nSamsung SDS prides itself as having led Korea's IT industry for almost 30 years since its establishment in 1985. It has constantly evolved in response to clients' needs and the changes in the market.\nSamsung SDS has paved the way for the growth and development of clients through innovation utilizing information technology in data processing operations, system integration, IT services and current ICT services. We are also the engine to Samsung Group's growth into a global enterprise as the sole ICT services and solutions provider, conducting major projects including system operation, consulting, system integration, IT outsourcing and ICT infrastructure for all Samsung Group affiliates.\n", "PT. SAMSUNG SDS Global SCL Indonesia as a Logistics Company is one of subsidiaries of Samsung Group, the largest and fastest growing global company. Due to company business expansion plan in warehouse and logistics area, we are seeking the best candidates to fill vacant positions:"]}, {"title": "Sr Product Manager (1OMS)- Merchant Payments", "link": "https://www.jobstreet.co.id/id/job/sr-product-manager-1oms-merchant-payments-1030970193?jobId=jobstreet-id-job-1030970193&sectionRank=3776&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Deeply understand our Finance needs by spending time and observing patterns/trends. You will live and immerse yourself in your users’ world to get an appreciation of what they do and what they need", "Define the product strategy and roadmap for finance products, including critical aspects of how settlement should be done at scale, books should be closed at the earliest", "Create, own, and execute a product roadmap aligned with the long term product strategy. Influence peers, stakeholders, and key executives through the use of data, logic, and user empathy", "Own key results for your problem area, customer satisfaction, usability, on-time releases, and other critical metrics", "Develop trusted relationships with engineering leaders, business leaders, and stakeholders to drive optimized product delivery", "Convey important messages in a clear and compelling manner to cross-functional stakeholders", "Manage prioritization,  product definition, execution, roll out and impact analysis for each of the initiatives that are owned by your problem area"]}, {"title": "Merchant Engagement Associate, Community Management", "link": "https://www.jobstreet.co.id/id/job/merchant-engagement-associate-community-management-1030970223?jobId=jobstreet-id-job-1030970223&sectionRank=3777&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Scale and improve the nationwide Merchant Engagement Programs (Kampuz Bisnis, etc) for better reach out to more merchants.", "Develop regular communications plan via mass channel (Whatsapp for Business, Email, Gobiz Push Notification) to targeted merchants.", "Assist for any troubleshoots or issues that arise during operational programs.", "Bridge close communication between Region and HQ stakeholders.", "Monitor the journey of newly-onboard merchant and identify potential blockers during this critical phase"]}, {"title": "QA Engineer", "link": "https://www.jobstreet.co.id/id/job/qa-engineer-1031034920?jobId=jobstreet-id-job-1031034920&sectionRank=3778&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Work closely with the product and design team to understand requirements and translate them to test specs in Gherkin format to ensure all edge cases are covered.", "Perform quality checks, identify bugs in ongoing features and collaborate with other developers to resolve those issues.", "Work alongside with other developers to help reproduce production issues and assist during the fix.", "Develop, execute and maintain mobile end-to-end and/or backend service tests to ensure a high quality product.", "Have a solid in-depth knowledge of Quality Assurance."]}, {"title": "Functional Consultant Analyst", "link": "https://www.jobstreet.co.id/id/job/functional-consultant-analyst-1030956353?jobId=jobstreet-id-job-1030956353&sectionRank=3779&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["\n\nPT. Metrodata Electronics, Tbk listed its shares on the Indonesia Stock Exchange (IDX) since 1990 (IDX: MTDL) and is one of the leading Information and Communications Technology (ICT) companies in Indonesia. The Company maintains strategic alliances with world-class information technology companies. Currently, the Company has three main business lines, namely: the Distribution Business Unit that handles distribution to dealers, ICT solutions companies, and e-commerce; the Solution Business Unit that provides ICT total solutions from design, implementation, IT Managed Services, to consultation and training; and the Consulting Business Unit that offers innovative business solutions, starting from conceptualizing, defining, commissioning and implementation, to business transformation support.\n\n\t\t\tMETRODATA is the only national ICT company listed in Indonesia Fortune 100, and received prestigious awards from some various media, such as Forbes Indonesia’s 50 Best of The Best Companies 2018; Infobank Magazine’s 3rd Infobank 100 Fastest Growing Companies 2018: Category: Commerce, Services and Investments; Warta Ekonomi Magazine’s 4th Indonesia Living Legend Companies Award 2019: Leading ICT Integrator Company Category; Economic Review Magazine’s Indonesia Finance Award 2018: 3rd The Best Indonesia Computer & Device Services Public Company 2018: Category: Finance, Sector: Trade, Services & Investment; Anugerah Perusahaan Tbk Indonesia – V – 2018: Top 3 Computer Services & Appliances Best Public Company in Indonesia in 2018, Sector: Trade, Services, and Investment; and Majalah Investor’s The Best Listed Company 2018 – Electronics Sector.\n"]}, {"title": "Senior Data Analyst", "link": "https://www.jobstreet.co.id/id/job/senior-data-analyst-1030970094?jobId=jobstreet-id-job-1030970094&sectionRank=3780&token=0~de721b0b-92ad-49f3-9c0b-b280b1011cf6&fr=SRP%20Job%20Listing", "qualified": ["Strategy: A Senior Data Analyst develops clear and well-structured analytical plans and analyzes large data-sets and statistical analysis of a mildly urgent/sensitive nature. He also plays a part in shaping the business’s data infrastructure, inclusive of data-warehousing, reporting, and analytics platforms.", "Support: A Senior Data Analyst plays a supporting role in the business where he develops logical and conceptual data flows that are in support of departmental project requirements and guides various business departments in appropriate and effective use of data.", "Collaboration: A Senior Data Analyst works within and across the business in order to understand the business’s functional and data requirements. In his collaborative capacity, he further works with the business’s departmental heads, management, and key stakeholders, in developing detailed business requirements, conducting gap analyses, creating functional designs, and guiding the business’s leadership through analytical data processing when needed.", "Analytics: A Senior Data Analyst proactively plays an analytical role where he is responsible for developing KPIs within the business for the purpose of identifying trends and evaluating the success of the business’s initiatives. He also develops models and ad hoc reports, sharing observations and recommendations with senior data management, executives, and stakeholders for further consideration."]}]