[{"title": "Asst. Direct Consumed Service Manager", "link": "https://www.jobstreet.co.id/id/job/asst.-direct-consumed-service-manager-1030870439?jobId=jobstreet-id-job-1030870439&sectionRank=3691&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["An end-to-end analyst in IT services/operation, business partnering with multi services supplier on both global & local for hardware, software, network and telephony solutions.", "Control and monitoring end-to-end services to support business users operations, handling all initiatives to keep align with policy and maintaining a good quality of service across Indonesia"]}, {"title": "AVP-Cisco IT Infrastructure Delivery & Operations", "link": "https://www.jobstreet.co.id/id/job/avp-cisco-it-infrastructure-delivery-operations-1031005814?jobId=jobstreet-id-job-1031005814&sectionRank=3692&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Proactively monitors the work queues & client infrastructure", "Perform operational tasks to resolve all incidents / requests in a timely manner and within agreed SLA.", "Update tickets with resolution tasks performed", "Identify, Investigate, analyse issues and errors prior to or when they occur and log all such incidents in a timely manner. Capture all required and relevant information for immediate resolution", "Provide first and second level support to all incidents, requests and identify the root cause of incidents and problems", "Identify problems and errors before they impact a client’s service", "Contribute to the change management process by logging all change requests with complete details for standard and non-standard including patching and any other changes to Configuration Items. Ensures all changes are carried out with proper change approvals", "Audit and analyse incident and request tickets for quality and recommends improvements with updates to knowledge articles.", "Moderate level knowledge in ticketing tools such as BMC and or Service Now"]}, {"title": "Data Analyst", "link": "https://www.jobstreet.co.id/id/job/data-analyst-1031117351?jobId=jobstreet-id-job-1031117351&sectionRank=3693&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "MCS Data Solution - Graduate Hire", "link": "https://www.jobstreet.co.id/id/job/mcs-data-solution-graduate-hire-1031131998?jobId=jobstreet-id-job-1031131998&sectionRank=3694&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Data Platform Engineer", "link": "https://www.jobstreet.co.id/id/job/data-platform-engineer-1031065477?jobId=jobstreet-id-job-1031065477&sectionRank=3695&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Create and maintain optimal data pipeline architecture.", "Identify, design, and implement internal process improvements: automating manual processes, optimizing data delivery, re-designing infrastructure for greater scalability, etc.", "Work with stakeholders including the Executive, Product, Data and Design teams to assist with data-related technical issues and support their data infrastructure needs.", "Create data tools for analytics and data scientist team members that assist them in building and optimizing our product into an innovative industry leader."]}, {"title": "Customer Experience Analytics Associate", "link": "https://www.jobstreet.co.id/id/job/customer-experience-analytics-associate-1031065469?jobId=jobstreet-id-job-1031065469&sectionRank=3696&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["- Able to determined the problem and find the root cause", "- Analyse the structure of a business, how it uses technology and what its goals are", "- Identify problems within a business, including through using data modelling techniques", "- Communicate with senior people / stackholder in organisations to find out what they hope to achieve", "- Formulate ways for businesses to improve, based on previous research", "- Persuade internal and external stakeholders of the benefits of new technology or strategies", "- Oversee the implementation of new technology and systems", "- Run workshops and training sessions"]}, {"title": "Data Scientist", "link": "https://www.jobstreet.co.id/id/job/data-scientist-1030956352?jobId=jobstreet-id-job-1030956352&sectionRank=3697&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Provide ad hoc data request for business stakeholders", "Design and develop dashboards to monitor critical business metrics", "Work with data engineers to develop analytical data pipelines to generate data marts to help with data driven decision making", "Work with business users and tech team to design and develop technical solutions from business problems", "Create in-depth analysis reports from diverse business questions and present them to business stakeholders using efficient data storytelling techniques", "Explore new data science techniques to continuously improve the business process in Amartha"]}, {"title": "DATABASE ADMINISTRATOR", "link": "https://www.jobstreet.co.id/id/job/database-administrator-1030910135?jobId=jobstreet-id-job-1030910135&sectionRank=3698&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Usia <35 tahun", "Pendidikan minimum Diploma (D3) or Bachelor Degree (S1) in Computer Science", "Pengalaman: minimum 2 tahun sebagai DBA", "Menguasai  Ms Sql, Sql Cluster, Sql Replication/ha, Tuning Query, Function/Store Procedure"]}, {"title": "Head of Engineering", "link": "https://www.jobstreet.co.id/id/job/head-of-engineering-1030991644?jobId=jobstreet-id-job-1030991644&sectionRank=3699&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Oversee front-end and back-end development teams and their projects", "Monitor reliability and performance of all internal systems to suggest improvements", "Ensure compliance with relevant regulations", "Manage software development projects by setting requirements, goals, and timelines", "Design strategies for future development projects based on the company’s overall objectives and resources", "Hire engineers and coordinate their training", "Implement innovative technologies", "Coordinate with stakeholders for new integrations and tools"]}, {"title": "Senior Business Operation", "link": "https://www.jobstreet.co.id/id/job/senior-business-operation-1030914505?jobId=jobstreet-id-job-1030914505&sectionRank=3700&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Manage desk work pendataan khususnya di Brain Academy Online", "Mengidentifikasi, menganalisa kumpulan data yang kompleks", "Membantu pelaksanaan event atau program tambahan di BA Online", "Mengembangkan dan mengimplementasikan database, sistem pengumpulan data, analisis data dan strategi lain yang mengoptimalkan efisiensi dan kualitas statistik"]}, {"title": "Associate Specialist", "link": "https://www.jobstreet.co.id/id/job/associate-specialist-1031131964?jobId=jobstreet-id-job-1031131964&sectionRank=3701&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["PT. NTT Global Data Centers Indonesia is an international standard data center service provider that is part of the NTT Ltd.’s Global Data Centers division."]}, {"title": "IT SECURITY JARINGAN", "link": "https://www.jobstreet.co.id/id/job/it-security-jaringan-1030910138?jobId=jobstreet-id-job-1030910138&sectionRank=3702&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan minimum: Diploma or Bachelor Computer Science", "Menguasai perangkat security jaringan (firewall, IPS, WAF, dll)", "Kemampuan menganalisa port yang dibutuhkan", "Implementasi patch di perangkat jaringan", "Kemampuan korelasi event dari perangkat security yang ada", "Update dengan perkembangan teknologi security"]}, {"title": "Product Designer", "link": "https://www.jobstreet.co.id/id/job/product-designer-1031147750?jobId=jobstreet-id-job-1031147750&sectionRank=3703&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Work with Product Managers, Product Copywriters, and Product Researchers, and other stakeholders to design, plan, prioritise, and facilitate product discovery and delivery process throughout the entire product cycle.", "Join user research to understand the (latent) needs of our users as well as gain insights of the user behavior and the context, to be able to come up with product concepts that answer the user needs while also achieving the business objective.", "Create intuitive design for web and mobile applications as well as enhancing the existing user interface design based on the users’ needs, business objectives, and technological considerations.", "Together with Product Researcher, conduct a concept and/or usability testing using multiple levels of prototype fidelity that you see fit for the testing purpose so you as well as use the collected data to improve the user interfaces design.", "Communicate design outputs and facilitate discussion between multiple stakeholders to gather feedback and suggestions for future iterations throughout the product life cycle."]}, {"title": "Social Media Lead", "link": "https://www.jobstreet.co.id/id/job/social-media-lead-1031034840?jobId=jobstreet-id-job-1031034840&sectionRank=3704&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Develop, implement and manage our social media strategy, targets and performance metrics", "Maintain and improve the development of social media content and schedule, such as videos, posts, competitors and so on, to drive brand awareness, engagement and conversions.", "Execution of our social media content across the different channels, including but not exclusive to Facebook, Instagram, YouTube, Twitter, and TikTok", "Continuously improve by capturing and analyzing the appropriate social data/metrics, insights and best practices, and then acting on the information", "Manage, and develop the social media, content, and production team, including hiring when the need arises, daily tasks and responsibilities, and performance management", "Collaborate with cross-functional teams within Brand Marketing and beyond, (Graphic Design, Videographer, Influencer Marketing Team, HR and so on)", "Reporting on a regular and ad hoc basis on overall and campaign performances", "Stay updated with the latest social media best practices and technologies"]}, {"title": "Lead Graphic Design (Marketing)", "link": "https://www.jobstreet.co.id/id/job/lead-graphic-design-marketing-1031021182?jobId=jobstreet-id-job-1031021182&sectionRank=3705&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Liaise with stakeholders across the marketing team to determine their materials’ requirements and needs", "Proactively contribute in a brainstorm session, controlling the design quality created by your team", "Craft magic and translate it into visual, that will be placed in TV Blocking and Event ", "Work as part of a team with Art Director, Copywriter, and other marketing tribes", "Manage team and responsible for the job distribution as well as team personal development"]}, {"title": "Skin Care Packaging Asst Manager", "link": "https://www.jobstreet.co.id/id/job/skin-care-packaging-asst-manager-1031065403?jobId=jobstreet-id-job-1031065403&sectionRank=3706&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Support packaging development projects for different Unilever Skincare brands", "Interpret the global project brief, and determine the project network, required technical development tasks with strong packaging background and self-guidance.", "Lead the packaging-related activities on a daily basis to support innovation project.", "Support packaging design fit for purpose validation (packing line trial, transit trial etc.)", "Organize and lead filling trial and issue reports", "Conduct lab experiments to qualify the packaging according to Unilever packaging action standard.", "Using Unilever systems to manage packaging development incl. lab testing, specification writing, data analysis", "Support packaging cost saving projects.", "Explore alternative pack materials and systems to support Unilever sustainability agenda (less, better and no plastic)", "Support qualify new pack materials and components (injection moulding, blowing moulds, tubes etc)", "Collect consumer insights to understand packaging design and give input to Global R&D", "Support PKG manager to define PKG strategy and implement it in the projects", "Verbally or in writing communicate internally and externally (supplier, agency, the rest of Unilever), e.g. presentation and reports with high quality by themselves"]}, {"title": "Product Design Lead", "link": "https://www.jobstreet.co.id/id/job/product-design-lead-1031147773?jobId=jobstreet-id-job-1031147773&sectionRank=3707&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Collaborate in defining product vision, OKR and strategy Together with the product leadership, you will define product vision and strategies for large, ambiguous product areas. You will help guide your team on how to maximize impact of those strategies by using data and research to create effective execution through product design initiatives", "Be the voice of customers in setting company strategy. You will be part of a strategic leadership discussion to define the company's direction, priorities and focus. You will rally and align the team to always start with customers and work backwards.", "Lead the team in the exploration and validation. This covers problem-solution fit, product-market fit, and scale of Shipper Group product portfolio — depending on each product’s stage. You will identify opportunities, assess fit, and de-risk overall direction for Shipper Group through research, experimentation, and validation", "Be an active member of the design leadership group. You will communicate cross-functionally and build strong relationships with product management, engineering, business, and design leadership.", "Scale design processes and practices. You will work with the team to set up the most efficient process and toolkit that can enable our team to build something people want: at scale, as efficient as possible. You will also help us build and iterate our design system.", "Be an evangelist. You will evangelize your vision and product narrative throughout Kargo organization and ensure it is in line with other product groups as we are trying to build a holistic logistics ecosystem. You will actively articulate and evangelize our design work inside and outside the company; sharing its work, successes or learnings, vision and value.", "Coach and grow the next generation of design leaders. You will empower the team and continuously improve their growth through design review / critique sessions. You will promote learning culture, raise the bar and be part of the process.", "Attract and hire strong design talents. Portions of your time will be expected to be spent on actively seeking the best design talents in the industry. You will work with product leadership to work on employer branding initiatives and work with our recruiters to bring in new hires from all levels and help yourself scale."]}, {"title": "Senior Associate Software Applications Development Engineer", "link": "https://www.jobstreet.co.id/id/job/senior-associate-software-applications-development-engineer-1031154044?jobId=jobstreet-id-job-1031154044&sectionRank=3708&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["PT. NTT Global Data Centers Indonesia is an international standard data center service provider that is part of the NTT Ltd.’s Global Data Centers division."]}, {"title": "Product Researcher", "link": "https://www.jobstreet.co.id/id/job/product-researcher-1031147764?jobId=jobstreet-id-job-1031147764&sectionRank=3709&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Collaborate with Product Designers and Product Managers to design, prioritise, plan, and facilitate product discovery throughout the entire product cycle", "Gather and prioritise key questions, assumptions, and hypotheses from stakeholders", "Gather data using a variety of qualitative and quantitative research methods to understand the (latent) needs of our users as well as gain insights of the user behavior and the context", "Synthesise findings and represent the voice of our users to stakeholders to enable product concepts creation process that answer the user needs as well as drive product and business objectives.", "Maintain and organise a repository of detailed research documentation", "Be an evangelist for user-centered, evidence-based approach to product development throughout the company", "Get involved in the team’s effort in empowering the team and continuously improve other more junior researcher’s growth through coaching, conducting review / critique sessions. You will promote learning culture, raise the bar and be part of the success.", "Work with the Deputy Head - Product Design and the rest of the team to scale design process and practices that enable the team build something that people need and want"]}, {"title": "Network Administrator Assistant Manager", "link": "https://www.jobstreet.co.id/id/job/network-administrator-assistant-manager-1030903001?jobId=jobstreet-id-job-1030903001&sectionRank=3710&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Bachelor’s degree in computer science or a related field.", "Has more than 7 years of experience in a network administrator/infrastructure role.", "Working knowledge and expertise in Administrator Network, CCNA, AD/OS Windows Server 2016/2*** and Ms. Exchange: 2016/2***", "Mastery in Antivirus Trend Micro, Backup Arcserve UDP, HCI Technology and Cluster 2016/2*** is an added value", "Analytical skills to study problems and identify solutions"]}, {"title": "Intern Project Management Admin", "link": "https://www.jobstreet.co.id/id/job/intern-project-management-admin-1030925795?jobId=jobstreet-id-job-1030925795&sectionRank=3711&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Handle Projects or help the project manager in administrative duties and processes", "Act as point of contact for project team and facilitate communications", "Documenting, Monitor progress, Report on team and project performance", "Schedule meetings and keep minutes", "Maintain compliance regulations"]}, {"title": "Business Analyst Assc.", "link": "https://www.jobstreet.co.id/id/job/business-analyst-assc.-1030941620?jobId=jobstreet-id-job-1030941620&sectionRank=3712&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Understand and analyze user business requirements (mostly from retail and administration functions) ", "Integrate application to various systems, internal or external (usually through APIs) ", "Full Support SDLC & deployment to Production"]}, {"title": "Application Developer", "link": "https://www.jobstreet.co.id/id/job/application-developer-1030870562?jobId=jobstreet-id-job-1030870562&sectionRank=3713&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan Min. S1 jurusan terkait IT", "Pengalaman kerja 4 tahun pengalaman kerja di bidang IT pada umumnya", "Minimal 3 tahun pengalaman sebagai Developer", "Pernah membuat & implementasi aplikasi (termasuk design) yang berskala menengah ke atas", "Memiliki pengetahuan dasar mengenai konsep aplikasi dan siklus pembuatan & implementasi secara lengkap", "Memiliki pengetahuan mengenai programming language/application yang relevan, sistem operasi, dan /atau web server.", "Pengetahuan mengenai sistem operasi, web server, dan aplikasi umum (misalnya aplikasi accounting, HR, dll.)", "Memiliki sertifikasi bahasa pemrograman / sertifikasi yg relevan", "Memiliki pengetahuan dasar mengenai Project Manegement", "Mampu melakukan presentasi dengan baik"]}, {"title": "Network Engineer", "link": "https://www.jobstreet.co.id/id/job/network-engineer-1031075171?jobId=jobstreet-id-job-1031075171&sectionRank=3714&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Senior Talent Acquisition (Campus and Community)", "link": "https://www.jobstreet.co.id/id/job/senior-talent-acquisition-campus-and-community-1031021211?jobId=jobstreet-id-job-1031021211&sectionRank=3715&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Plan and monitor of campus hiring program execution", "Project coordination and managing project interdependencies, ensuring program goals are reached", "Analyze, evaluate, and overcome program risks, and produce program reports for management and stakeholders", "Work closely with cross-functional teams (Talent Acquisition and Employer Branding Team)", "Work with other program managers to identify risks and opportunities across multiple projects within the department"]}, {"title": "Technical Program Manager", "link": "https://www.jobstreet.co.id/id/job/technical-program-manager-1031117369?jobId=jobstreet-id-job-1031117369&sectionRank=3716&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Manage a variety of complex, cross-functional programs and lead all aspects of assigned programs delivery."]}, {"title": "AVP-FTTH Network Support Strategy", "link": "https://www.jobstreet.co.id/id/job/avp-ftth-network-support-strategy-1030986485?jobId=jobstreet-id-job-1030986485&sectionRank=3717&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Define BRS Document covers program/Product Background, target Market/Customer, detail Functional Requirement, target Launch Date, Traffic/Capacity/Performance/Security analysis", "Develop financial analysis according to IOH business objective & direction"]}, {"title": "Fleet Operations Associate, GrabAds", "link": "https://www.jobstreet.co.id/id/job/fleet-operations-associate-grabads-1030870545?jobId=jobstreet-id-job-1030870545&sectionRank=3718&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["You support operational data campaign recap, day to day communication as required", "You are responsible for processing campaign communication through internal communication", "You will manage payment schedule for campaign participant (our driver’s)", "You will be the primary source of support for fleet campaign in areas DAX invitation, payment request, access to several internal platform", "You proactively review and provide related reports and backend works related to operation and ensure reconciliation with fleet partners", "You work together with central operations and other verticals to ensure smooth campaign execution"]}, {"title": "Data Analis", "link": "https://www.jobstreet.co.id/id/job/data-analis-1030970230?jobId=jobstreet-id-job-1030970230&sectionRank=3719&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["\n\nPT. Metrodata Electronics, Tbk listed its shares on the Indonesia Stock Exchange (IDX) since 1990 (IDX: MTDL) and is one of the leading Information and Communications Technology (ICT) companies in Indonesia. The Company maintains strategic alliances with world-class information technology companies. Currently, the Company has three main business lines, namely: the Distribution Business Unit that handles distribution to dealers, ICT solutions companies, and e-commerce; the Solution Business Unit that provides ICT total solutions from design, implementation, IT Managed Services, to consultation and training; and the Consulting Business Unit that offers innovative business solutions, starting from conceptualizing, defining, commissioning and implementation, to business transformation support.\n\n\t\t\tMETRODATA is the only national ICT company listed in Indonesia Fortune 100, and received prestigious awards from some various media, such as Forbes Indonesia’s 50 Best of The Best Companies 2018; Infobank Magazine’s 3rd Infobank 100 Fastest Growing Companies 2018: Category: Commerce, Services and Investments; Warta Ekonomi Magazine’s 4th Indonesia Living Legend Companies Award 2019: Leading ICT Integrator Company Category; Economic Review Magazine’s Indonesia Finance Award 2018: 3rd The Best Indonesia Computer & Device Services Public Company 2018: Category: Finance, Sector: Trade, Services & Investment; Anugerah Perusahaan Tbk Indonesia – V – 2018: Top 3 Computer Services & Appliances Best Public Company in Indonesia in 2018, Sector: Trade, Services, and Investment; and Majalah Investor’s The Best Listed Company 2018 – Electronics Sector.\n"]}, {"title": "FULLSTACK TESTER", "link": "https://www.jobstreet.co.id/id/job/fullstack-tester-1030986440?jobId=jobstreet-id-job-1030986440&sectionRank=3720&token=0~b0c76348-7c43-49fd-9df5-c2276bc5db07&fr=SRP%20Job%20Listing", "qualified": ["Usia maksimal 30 tahun", "Pendidikan minimal: S1", "Pengalaman kerja minimal 1 tahun", "Berpenampilan rapih dan menarik", "Memiliki kemampuan dan keterampilan dalam mempelajari fungsi bisnis, mengumpulkan informasi dan mengevaluasi kebutuhan bisnis dan menterjemahkannya secara teknis", "Memiliki kemampuan dan keterampilan melakukan Debugging dan Unit Testing", "Memiliki kemampuan dan keterampilan dalam pembelajaran yang cepat pada lingkungan kerja yang dinamis dalam tim dengan kepribadian yang beragam", "Memiliki pengetahuan dan pengalaman dalam pendekatan orientasi detail secara mandiri atau bekerja sama dengan tim secara terorganisir dengan keterampilan manajemen waktu yang kuat"]}]