[{"title": "DevOps Engineer", "link": "https://www.jobstreet.co.id/id/job/devops-engineer-3827519?jobId=jobstreet-id-job-3827519&sectionRank=2881&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Creating CI/CD Pipeline on Jenkins to helping developer have continuous delivery and integration", "Integrating developer CI/CD pipeline with automation testing (QA Engineer)", "Providing clear logging, metric and support for monitoring system / application, especially in production environments. These logs and metric can be provided by in-built applications (made by our in-house devs) or by 3rd party applications (setup by you)", "Creating script for automation deployment and managing container", "Creating script for automation business reporting", "Configure, and maintain servers, cloud and on-premise, for all environments (production, development, etc) in a consistent and auditable style.", "Implement security best practices, perform standard penetration tests (using OWASP ZAP or other tools), and fix security findings or collaborate with relevant parties who can fix them.", "Working with infrastructures and other IT sub-departments to ensure that systems are safe and secure against cybersecurity threats", "Along with QA, perform load testing / stress testing (using Locus or other tools).", "Along with Infrastructure, design and implement automatic backups and disaster recovery plans.", "Perform preventive server maintenance and improve performance of the servers.", "Troubleshoot incidents in the production environment and collaborate with the respective team to solve the issues.", "Establish DevOps engineering best practices: systems, applications, processes, documentations.  ", "Ability to clearly communicate the cloud solution, both to the internal and to the client.", "Regularly evaluate cloud application and software."]}, {"title": "IT Programmer", "link": "https://www.jobstreet.co.id/id/job/it-programmer-3825406?jobId=jobstreet-id-job-3825406&sectionRank=2882&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least a Diploma, Bachelor's Degree, Computer Science/Information Technology, Engineering (Computer/Telecommunication) or equivalent.", "At least 1 year(s) of working experience in the related field is required for this position (Fresh Graduate are welcome to apply).", "Familiar or has a good knowledge in programming (especially VB .net & ASP .net) and MySQL.", "Willing to work in Jakarta Area"]}, {"title": "IT SUPPORT ENGINEER", "link": "https://www.jobstreet.co.id/id/job/it-support-engineer-3821525?jobId=jobstreet-id-job-3821525&sectionRank=2883&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Bachelor Degree of Computer Science/Information Engineering/Information System.", "Minimum 22 years old", "Minimum GPA 3.00", "At least 3 years of experience on IT", "Preferred having knowledge on computer networking, such as LAN / WAN, TCP / IP, PC, Documentation, and Project", "Able to work on Documentation", "Mastering Office Applications", "Able to speak English", "Have good communication and able to work hard", "Willing to travel around Indonesia"]}, {"title": "IT Support", "link": "https://www.jobstreet.co.id/id/job/it-support-3821216?jobId=jobstreet-id-job-3821216&sectionRank=2884&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least Diploma, Bachelor's Degree in Computer Science/Information Technology or equivalent.", "At least 3 Year(s) of working experience in the related field is required for this position.", "Preferably Staff (non-management & non-supervisor) specialized in IT/Computer - Hardware or equivalent.", "Required Skill(s): hardware maintenance, PC deploy, Windows, Linux, installation, troubleshoot laptops, desktops, printers, cell phones, and other IT related ", "Have experience in hardware maintenance such as RAM, Harddisk, etc.", "Have experience in PC deploy (configure, maintenance and create user account)", "Have strong knowledge about ticketing system", "Have strong knowledge about Windows Operating Systems (windows 10), Mac Operating System, Linux, Microsoft Office products (Ms Office, MS Project & Visio)", "Have strong analytical thinking, and problem solving skill", "Have experience in handle network device (Switches, Mikrotik, Access point and Router).", "Have experience in Cisco networking equipment.", "Have experience in setup and configuration device mobile on multiple platform (iOS, iPadOS, Android)", "Familiar with dokumentation (record assets, ticket and reporting).", "Fluent in English is a plus.", "Preferably have certification (MTCNA/CCNA/CCENT/CompTIA+)."]}, {"title": "Staf Software Development", "link": "https://www.jobstreet.co.id/id/job/staf-software-development-3826396?jobId=jobstreet-id-job-3826396&sectionRank=2885&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Mempunyai tugas untuk mengembangkan, menciptakan, dan memodifikasi software aplikasi komputer ataupun program sesuai dengan prosedur dan kebijakan perusahaan.", "Menganalisa kebutuhan pengguna, bahkan merancang kriteria serta dapat mengembangkan solusi dari software komputer.", "Memodifikasi software yang ada untuk memperbaiki kerusakan, beradaptasi dengan hardware baru yang dapat mengembangkan kinerjanya.", "Mampu menganalisis dan melakukan implementasi dari kebutuhan pengguna serta menguji software untuk dapat memastikan kualitas dari suatu desain dan software sesuai dengan standar yang berlaku.", "Berkolaborasi dengan analis sistem, programer, dan pekerja lainnya untuk dapat mendesain sistem dan aplikasi agar dapat memperoleh limitasi dan kapabilitas proyek serta mengetahui persyaratan atas proyek dari pengguna."]}, {"title": "IT Network Engineer (Sunter)", "link": "https://www.jobstreet.co.id/id/job/it-network-engineer-sunter-3823081?jobId=jobstreet-id-job-3823081&sectionRank=2886&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Responsible for the installation, maintenance, and evaluation of network systems and communications equipment.", "Participates in design, implementation, operation, support, deployment, and distribution of network systems and communications equipment."]}, {"title": "Project Governance Dept Head", "link": "https://www.jobstreet.co.id/id/job/project-governance-dept-head-3813386?jobId=jobstreet-id-job-3813386&sectionRank=2887&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Provide information & research related to historical BAF projects", "Gathering all project knowledge when it is executed, the information will be used for finding the best PM for the project", "Manage Project Management standard", "Working with Learning & Development team to find the best training and knowledge for BAF Project Manager", "Enable best practice sharing by giving training and ensuring all projects are properly closed out also key learning’s are documented", "Develop methods to monitor project progress and provide corrective action if necessary", "Ensure Change Management impacted from projects are running well"]}, {"title": "IT System Development Staff - Manufacturing (A-74917)", "link": "https://www.jobstreet.co.id/id/job/it-system-development-staff-manufacturing-a-74917-3822856?jobId=jobstreet-id-job-3822856&sectionRank=2888&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["The working venue is in Jakarta Pusat.", "Our client is a Japanese Manufacturing company. Currently, they are looking for IT System Development Staff."]}, {"title": "Product Manager", "link": "https://www.jobstreet.co.id/id/job/product-manager-3812528?jobId=jobstreet-id-job-3812528&sectionRank=2889&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Create product development plans and ensure the work process is in line with the scope, schedule, cost, and quality standards that have been determined.", "Ensuring all aspects of the development process to make sure the system runs in sync and reaches the agreed strategic objectives.", "Work creatively and systematically in solving problems by paying attention to teamwork, innovation, and quality.", "Determine the estimated development time and details as well as report the results of development execution on a regular basis.", "Build good communication with all related parties for the continuity of product renewal and development.", "Guiding and supervising all team members in the day-to-day development process.", "Manage problems and risks that are/might be occurring and determine strategic stages to reduce the impacts on the development process and related teams.", "Determine development priorities and use of resources with the aim of achieving maximum results."]}, {"title": "NOC Supervisor", "link": "https://www.jobstreet.co.id/id/job/noc-supervisor-3813521?jobId=jobstreet-id-job-3813521&sectionRank=2890&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Undergraduate or graduate degree in computer science, engineering network administration, or a related study.", "Minimum has two years of working experience work as Network Engineer/ IP Core Engineer/NOC/Technical Support.", "Able to analyse problems, isuses & needs and provide robust but adaptable solutions which meet current and future requirements.", "Advanced knowladge and skills at : TCP/IP, Protocols Routing (Static, OSPF, BGP), switching protocols (VLAN, Trunk, STP,QinQ), VPN Technologies, QoS Technologies, Huawei Router, Mikrotik Router, Cisco, MPLS, Network Design.", "Having knowledge, Skills and Experience in Fiber Optic Network, Wireless Network and added value.", "Masterly in Bandwith Management, IP Management ( Subnetting IP Public and IP Private).", "Masterly to using MRTG & PRTG (or same another software).", "Willing to work in Over-time work system, On-Call, Mobile or shifting", "Work under pressure resistant and quick in learning new things.", "Able to work both in the individual and team.", "Good communicator, good personality, and have strong work motivation.", "Have any IT Network Certifications such as (CCNA, JNCIA,MTCNA)."]}, {"title": "SRE Manager - series-B startup", "link": "https://www.jobstreet.co.id/id/job/sre-manager-series-b-startup-3827886?jobId=jobstreet-id-job-3827886&sectionRank=2891&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Building and shaping the DevOps/SRE function and practices in the organization", "Collaborate with Tech stakeholders to set the vision and strategic roadmap; and scale the existing technologies to a more scalable and reliable architecture"]}, {"title": "Infra Specialist Security", "link": "https://www.jobstreet.co.id/id/job/infra-specialist-security-3815147?jobId=jobstreet-id-job-3815147&sectionRank=2892&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Design, build, test, and deploy new security technologies", "Provides technical security operations engineering services to support and update existing security systems and works to automate processes related to security implementation, monitoring, and enforcement ", "Investigates, recommends, evaluates, deploys and integrates operational security tools and techniques to improve our ability to protect corporate assets and infrastructure", "Participate in technical risk assessments and security exposure analyses of systems, networks and business applications", "Analyzes network security elements and overall network security architectural designs to ensure and optimal system performance and cost effectiveness ", "Oversees the installation, configuration and supportive processes of security technologies ", "Participate in or lead the incident Response activities", "Interacts with internal and external clients on security operations requirements, identifies security process and develops strategies/solutions to security issues", "Keeps fully abreast of trends and changing technologies as they relate to IT and Network Engineering and information Security issues", "Lead or assist in periodic or ad-hoc security reports that provide relevant situational awareness to our senior stakeholders"]}, {"title": "IT Portfolio Management Staff", "link": "https://www.jobstreet.co.id/id/job/it-portfolio-management-staff-3823225?jobId=jobstreet-id-job-3823225&sectionRank=2893&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Pendidika terakhir D3 Management Informatika/ SIstem Informatika", "IPK 3.00", "Memiliki kemampuan dalam mengelola Ms Office", "Dapat mengelola software : Database Editor, Web Application, Desktop Application, Operating System"]}, {"title": "Teknisi Komputer dan CCTV", "link": "https://www.jobstreet.co.id/id/job/teknisi-komputer-dan-cctv-3831833?jobId=jobstreet-id-job-3831833&sectionRank=2894&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Usia, maksimal 25 tahun", "Pendidikan, minimal lulusan SMK Jurusan Komputer Jaringan", "Memiliki pengalaman minimal 1 tahun sebagai Teknisi", "Menguasai Troubleshooting, Networking dan Installation", "Mampu bekerja individu maupun dalam Tim", "Mampu bekerja di bawah tekanan", "Memiliki minimal SIM C", "Sudah divaksin Covid-19 lengkap (minimal 2 dosis)"]}, {"title": "IT / KOMPUTER", "link": "https://www.jobstreet.co.id/id/job/it-komputer-3817540?jobId=jobstreet-id-job-3817540&sectionRank=2895&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan minimal S1 Teknik Komputer / Informatika", "Usia max 35 tahun", "Memiliki pengetahuan tentang Hardware / Software", "Menguasai jaringan LAN, Trouble Shooting Windows, Server, MySQL", "Dapat bekerja sama dalam tim", "Terbiasa bekerja dibawah tekanan"]}, {"title": "NETWORK ENGINEER (CCNA)", "link": "https://www.jobstreet.co.id/id/job/network-engineer-ccna-3814582?jobId=jobstreet-id-job-3814582&sectionRank=2896&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Maintance jaringan, TCP/IP, Windows, Router, perangkat Cisco, WAN.", "Distress shooting jaringan.", "Routing, switching, bridging, network, security & VLAN, F5."]}, {"title": "Network Engineer (Customer Support IT)", "link": "https://www.jobstreet.co.id/id/job/network-engineer-customer-support-it-3821308?jobId=jobstreet-id-job-3821308&sectionRank=2897&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "IT Staff", "link": "https://www.jobstreet.co.id/id/job/it-staff-3821395?jobId=jobstreet-id-job-3821395&sectionRank=2898&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Maximum 25 years old.", "Diploma Degree or Bachelor degree in Information technology or information system.", "Fresh graduate are welcome to apply.", "Have the English & Mandarin language skill at least passive.", "Able to work independently or teamwork, able to work in pressure and good communication skill.", "Have a strong analytic skills and problem solving.", "Passion for development.", "Placement at Jakarta."]}, {"title": "Data Center System Operator & Facility Management", "link": "https://www.jobstreet.co.id/id/job/data-center-system-operator-facility-management-3822428?jobId=jobstreet-id-job-3822428&sectionRank=2899&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Minimal lulusan S1 Teknik Informatika, Sistem Informasi, Teknik Elektro, Teknik Industri, dan Teknik Telekomunikasi", "IPK minimal 2.75", "Usia maksimal 25 tahun", "Bersedia bekerja dengan sistem shift", "Memiliki pengetahuan terkait konsep IT Service Management", "Memiliki pengetahuan terkait algoritma pemrograman dan menguasai minimal 1 bahasa pemrograman menjadi nilai tambah", "Bersedia ditempatkan di Jakarta / Cikarang / Surabaya"]}, {"title": "IT PMO", "link": "https://www.jobstreet.co.id/id/job/it-pmo-3824055?jobId=jobstreet-id-job-3824055&sectionRank=2900&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Planning, leading, organizing, and motivating project teams.", "Playing a consultative role to put in place the appropriate people, process, and tools, toimprove team efficiency and effectiveness.", "Collaborate and Facilitate Team for Achieve the project goals.", "Generate Project Repor"]}, {"title": "Software Quality Assurance", "link": "https://www.jobstreet.co.id/id/job/software-quality-assurance-3812359?jobId=jobstreet-id-job-3812359&sectionRank=2901&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Medical Reimbursement", "Annual Leave"]}, {"title": "Business Analyst", "link": "https://www.jobstreet.co.id/id/job/business-analyst-3819443?jobId=jobstreet-id-job-3819443&sectionRank=2902&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Identify problems within a business, including through using data modelling techniques", "Ensure data accuracy, timely delivery, and attention to detail in the report, whether it is ad-hoc report or periodic report.", "Analyse the structure of a business, how it uses technology and what its goals are", "Analyse pattern, identify various business key drivers, and insights for business.", "Communicate with client and internal team to find out what they need to achieve", "Formulate ways for businesses to improve, based on previous data or research", "Persuade internal and external stakeholders of the benefits of new technology or strategies"]}, {"title": "Data Analytics Analyst.HO", "link": "https://www.jobstreet.co.id/id/job/data-analytics-analyst.ho-3823788?jobId=jobstreet-id-job-3823788&sectionRank=2903&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Mengelola data internal dan eksternal ke dalam satu databased SQL yang komprehensif untuk dapat diakses secara mudah dan rapi.", "Mengelola dan menganalisa database khusus untuk kebutuhan analytics business.", "Melakukan analisa modeling untuk mendorong pertumbuhan bisnis dari utilisasi database.", "Melakukan review modeling data secara berkala & deployment / integrasi model data analitics ke core sistem"]}, {"title": "IT System Implementator", "link": "https://www.jobstreet.co.id/id/job/it-system-implementator-3821217?jobId=jobstreet-id-job-3821217&sectionRank=2904&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Mengumpulkan, menganalisa kebutuhan dan mengkonfirmasi persyaratan fungsional dari system yang akan dikembangkan.", "Menyusun dokumentasi terkait pengembangan system sesuai SDLC yang berlaku, termasuk namun tidak terbatas pada FSD, TSD,Database Relationship Diagram, Sequence Diagram, Application Architecture Diagram dan dokumentasi lain yang dipersyaratkan", "Melakukan koordinasi dan komunikasi secara efektif dengan team internal developer, vendor dan pihak terkait", "Bekerjasama dengan tim terkait untuk dapat memastikan pengembangan aplikasi berjalan sesuai dengan yang direncanakan", "Melakukan koordinasi dengan unit bisnis, vendor dan pihak terkait dalam proses klarifikasi fungsi system yang dikembangkan", "Melakukan Implementasi System persiapan dan eksekusi testing, Training dan deliver , termasuk dalam penyusunan test scenario dan test script", "Membantu Project Manager dalam menyiapkan dokumentasi project yang dipersyaratkan", "Membantu perusahaan dalam menganalisa risiko operasional dari segi fungsional", "Melakukan Support Terkait Bugs System, Cara pakai system dengan end user", "Melakukan monitoring System secara berkesinambungan, agar system berjalan dengan baik"]}, {"title": "Staff Teknisi", "link": "https://www.jobstreet.co.id/id/job/staff-teknisi-3824656?jobId=jobstreet-id-job-3824656&sectionRank=2905&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Gaji Pokok", "Insentif", "Tunjangan Operasional"]}, {"title": "Data Analyst", "link": "https://www.jobstreet.co.id/id/job/data-analyst-3825785?jobId=jobstreet-id-job-3825785&sectionRank=2906&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Bachelor’s degree from an accredited university or college in IT or computer science.", "Work experience as a data analyst or in a related field.", "Ability to work with stakeholders to assess potential risks.", "Ability to analyze existing tools and databases and provide software solution recommendations.", "Ability to translate business requirements into non-technical, lay terms.", "High-level experience in methodologies and processes for managing large- scale databases.", "Demonstrated experience in handling large data sets and relational databases.", "Understanding of addressing and metadata standards.", "High-level written and verbal communication skills.", "Ability to use Excel’s formulas (i.e Pivot, VLOOKUP, etc)"]}, {"title": "FIELD ENGINEER", "link": "https://www.jobstreet.co.id/id/job/field-engineer-3825449?jobId=jobstreet-id-job-3825449&sectionRank=2907&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Napan Persada (Napan Group) is one of the 100 largest business groups in Indonesia with business lines spanning from plastic packaging, fibreboard, flour mill, granites & marbles, property, and IT services. We have 8 company as subsidiary: - PT. Argha Karya Prima Industry, Tbk (www.arghakarya.com) - PT. Intinusa Selareksa, Tbk (www.intinusa.com) - PT. Lumbung Nasional Flour Mill (www.lumbungnasional.com) - PT. Centralindo Panca Sakti (www.cps.co.id) - PT. Sumatera Prima Fibreboard - PT. Swasthi Parama Mulya - Hotel Grand Candi - Pasar Pagi Mangga Dua (www.pasarpagimanggadua.com)"]}, {"title": "HR Information System Staff", "link": "https://www.jobstreet.co.id/id/job/hr-information-system-staff-3822258?jobId=jobstreet-id-job-3822258&sectionRank=2908&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Melakukan koordinasi dengan pihak terkait dalam melakukan analisa kebutuhan Human Capital Information System (HCIS) dalam rangka menyediakan dukungan sistem yang efektif dan mendukung operasional HR di perusahaan.", "Melakukan update progress ke HCIS SPV dan Manager", "Membuat sosialisasi perihal perubahan aplikasi atau aplikasi baru HCIS", "Membuat manual guide penggunaan aplikasi HCIS", "Membuat skrip testing aplikasi HCIS", "Melakukan testing perubahan aplikasi atau aplikasi baru HCIS", "Memonitor kestabilan implementasi perubahan sistem atau HCIS (log error, dll)", "Memonitor proses integrasi data terkait sistem HCIS berjalan dengan baik"]}, {"title": "IT MOBILE ANDROID", "link": "https://www.jobstreet.co.id/id/job/it-mobile-android-3826661?jobId=jobstreet-id-job-3826661&sectionRank=2909&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": ["Membuat dan melakukan pengembangan berkelanjutan Mobile App , serta memastikan bisa berjalan sesuai dengan rancangannya", "Melakukan perbaikan jika terjadi bug atau error pada Mobile", "membuat atau terlibat project pembuatan aplikasi berbasis mobile (android dan IOS)", "Menguasai Object Oriented Programming", "Memahami Aplikasi Android (Java, Android SDK/Studio)", "Menguasai bahasa pemprogram PHP", "Mampu menggunakan Restfull atau Web Service", "Menguasai DBMS (database mysql, postgree)"]}, {"title": "IT Support", "link": "https://www.jobstreet.co.id/id/job/it-support-3818886?jobId=jobstreet-id-job-3818886&sectionRank=2910&token=0~97d258dd-3089-46ab-bff4-75969c895926&fr=SRP%20Job%20Listing", "qualified": []}]