[{"title": "Software Engineer - Accommodation", "link": "https://www.jobstreet.co.id/id/job/software-engineer-accommodation-1030902908?jobId=jobstreet-id-job-1030902908&sectionRank=3811&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Having minimum 3 years of experience in software engineering as backend engineer.", "Passion in software engineering, application development, or systems development", "Excellent understanding of software engineering concepts, design patterns, and algorithms", "Comfortable working up and down the technology stack", "Curiosity to explore creative solutions and try new things", "Bachelors' degree in Computer Science or equivalent from a reputable university", "Good to have experience/knowledge on product matching in ecommerce or travel domains .", "Good to have experience/knowledge in scraping and crawling"]}, {"title": "Software Engineer, Fullstack", "link": "https://www.jobstreet.co.id/id/job/software-engineer-fullstack-1030970160?jobId=jobstreet-id-job-1030970160&sectionRank=3812&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Build and deploy performant modern web applications in React, Redux, Typescript, Go", "Convert from design/prototype to interface on the web", "Work with product managers, data analysts, and UI designers to implement products and features, and test their impact on business metrics", "Participate in code and design reviews to maintain our high development standards", "Debug and modify complex, production software", "Write technical documentation", "Learn full-stack performance tuning and optimization", "Take a lead on both for product and engineering initiatives", "Explore improvement both on source code and process"]}, {"title": "Senior Cloud Infrastructure Engineer (GCP)", "link": "https://www.jobstreet.co.id/id/job/senior-cloud-infrastructure-engineer-gcp-1030991666?jobId=jobstreet-id-job-1030991666&sectionRank=3813&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Maintain and improve core cloud infrastructure systems, applications, processes and documentation relied on by the organization.", "Maintain and improve re-usable infrastructure-as-code (IaC) templates used by the product teams to provision their infrastructure.", "Maintain and improve central infrastructure guardrails and policies to ensure security, compliance and cost efficiency in the organization with decentralized cloud infrastructure operations.", "Review, analyze and optimize cloud infrastructure cost.", "Collaborate with product development teams to build secure, reliable, scalable, maintainable and cost-effective cloud infrastructure (DevOps).", "Collaborate with the central InfoSec team to ensure there are no security related vulnerabilities/gaps in our infrastructure and systems (DevSecOps).", "Provide support to product development teams during extremely rare large scale incidents and be part of the on-call rotation (roughly one every 6 weeks).", "Experiment and learn new and better ways to use the Cloud to deliver business value.", "Share your knowledge through documentation, knowledge base articles, blogs and presentations.", "Interact with vendors providing cloud infrastructure and related services."]}, {"title": "Software Engineer - Jurnal", "link": "https://www.jobstreet.co.id/id/job/software-engineer-jurnal-1031048468?jobId=jobstreet-id-job-1031048468&sectionRank=3814&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Responsible for writing server-side web application logic,", "Develop back-end components, connect the application with the other (often third-party) web services, and support the front-end developers by integrating their work with the application.", "Also required to develop and integrate plugins for frameworks (Mekari using Ruby as its framework)"]}, {"title": "Principal Platform Engineer in Test", "link": "https://www.jobstreet.co.id/id/job/principal-platform-engineer-in-test-1031065504?jobId=jobstreet-id-job-1031065504&sectionRank=3815&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Principal Software Development Engineer-Backend", "link": "https://www.jobstreet.co.id/id/job/principal-software-development-engineer-backend-1031075207?jobId=jobstreet-id-job-1031075207&sectionRank=3816&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Participate the entire software development life-cycle. From architecture design to implementation and testing, as well maintenance of our products", "Focus on Non functional Requirement - NFR aspect.", "Write clean, maintainable and high-performance code to support the growing number of users", "Propose engineering design especially for feature or project that have high complexity.", "Guide junior engineer to implement best practice and spread the knowledge across the team", "Collaborate across division to make sure deliverable of feature /project."]}, {"title": "Security Engineering Lead", "link": "https://www.jobstreet.co.id/id/job/security-engineering-lead-1031048433?jobId=jobstreet-id-job-1031048433&sectionRank=3817&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Lead and manage the security engineering team to design, implement, operate, monitor and maintain the security processes and solutions available at the Financial Services Platform;", "Closely collaborate with the product and engineering team to ensure the security of our application product and services including supporting infrastructures and platforms;", "Drive the design, implementation, operations and maintenance of security processes and solutions. This include but not limited to security testing, security vulnerability and security incident management;", "Drive the collaboration with other security teams within the organization to ensure cyber and information security at the financial services platform;", "Provide technical leadership and directions for the security engineering team;", "Manage the delivery of projects and BAU activities of the security engineering team;", "Drive the security engineering culture within the product and engineering team;", "Coach and mentor the security engineers to build, standardize and maintain capabilities"]}, {"title": "Sr Software Development Engineer-Frontend", "link": "https://www.jobstreet.co.id/id/job/sr-software-development-engineer-frontend-1031075181?jobId=jobstreet-id-job-1031075181&sectionRank=3818&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Participate in the entire software development lifecycle from planning, coding, code review, debugging and deployment", "Designing and developing fast and user-friendly web application", "Building reusable components and front-end libraries for future use", "Transforming designs and wireframes (UI/UX designs) into high-quality code", "Write functional requirement documents and guides", "Optimizing application for maximum speed, efficiency and scalability across multi-platform and browser compatibility", "Collaborate with back-end developers in defining the API specification", "Involve in system design brainstorming", "Troubleshooting and problem solving", "Collaborate across multiple teams to address their needs in terms of compliance, product enhancements and performance.", "Stay up-to-date on emerging technologies"]}, {"title": "Senior Cloud Solution Architect (Azure Infrastructure)", "link": "https://www.jobstreet.co.id/id/job/senior-cloud-solution-architect-azure-infrastructure-1030910065?jobId=jobstreet-id-job-1030910065&sectionRank=3819&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Apply technical knowledge and customer insights to create a migration and modernization roadmap with customers using the Cloud Adoption Framework (CAF). Architect solutions to meet business and IT needs, ensuring technical viability of new projects and successful deployments, while orchestrating key resources and infusing key Infrastructure technologies (e.g. Windows and Linux IaaS, Security, Networking, etc.), and Application Development and DevOps technologies (e.g. App Service, containers, serverless, cloud native, etc.) as appropriate", "Collaborate with other Cloud Solution Architects and MS stakeholders in developing complex end-to-end Enterprise solutions on the Microsoft Azure platform. ", "Ensure all solutions leverage the design and operations guidance according to the Well-Architected framework across all pillars, including performance efficiency, security, operational excellence, reliability, and cost optimization", "Run Architectural Design Sessions to build plan for implementing solution –governing design in line with customer business goals and their technical environment.  Outcome is consensus on solution design and next steps toward production. Use CAF Landing Zones to rapidly prototype and deliver proof-of-concepts that accelerate production deployment", "Develop deep relationships with key customer IT decision makers, who drive long-term cloud adoption within their company to enable them to be cloud advocates "]}, {"title": "SCRUM MASTER", "link": "https://www.jobstreet.co.id/id/job/scrum-master-1030986383?jobId=jobstreet-id-job-1030986383&sectionRank=3820&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["With at least 4 years experience as software developer", "With at least 1 year experience in leading a developer team", "General understanding of container based deployments and modern DevOps", "General understanding of microservices architecture"]}, {"title": "Software Engineer - Qontak", "link": "https://www.jobstreet.co.id/id/job/software-engineer-qontak-1031048479?jobId=jobstreet-id-job-1031048479&sectionRank=3821&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Responsible for writing server-side web application logic,", "Develop back-end components, connect the application with the other (often third-party) web services, and support the front-end developers by integrating their work with the application.", "Also required to develop and integrate plugins for frameworks (Mekari using Ruby as its framework)"]}, {"title": "Technical Consultant Assc.", "link": "https://www.jobstreet.co.id/id/job/technical-consultant-assc.-1030956339?jobId=jobstreet-id-job-1030956339&sectionRank=3822&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["\n\nPT. Metrodata Electronics, Tbk listed its shares on the Indonesia Stock Exchange (IDX) since 1990 (IDX: MTDL) and is one of the leading Information and Communications Technology (ICT) companies in Indonesia. The Company maintains strategic alliances with world-class information technology companies. Currently, the Company has three main business lines, namely: the Distribution Business Unit that handles distribution to dealers, ICT solutions companies, and e-commerce; the Solution Business Unit that provides ICT total solutions from design, implementation, IT Managed Services, to consultation and training; and the Consulting Business Unit that offers innovative business solutions, starting from conceptualizing, defining, commissioning and implementation, to business transformation support.\n\n\t\t\tMETRODATA is the only national ICT company listed in Indonesia Fortune 100, and received prestigious awards from some various media, such as Forbes Indonesia’s 50 Best of The Best Companies 2018; Infobank Magazine’s 3rd Infobank 100 Fastest Growing Companies 2018: Category: Commerce, Services and Investments; Warta Ekonomi Magazine’s 4th Indonesia Living Legend Companies Award 2019: Leading ICT Integrator Company Category; Economic Review Magazine’s Indonesia Finance Award 2018: 3rd The Best Indonesia Computer & Device Services Public Company 2018: Category: Finance, Sector: Trade, Services & Investment; Anugerah Perusahaan Tbk Indonesia – V – 2018: Top 3 Computer Services & Appliances Best Public Company in Indonesia in 2018, Sector: Trade, Services, and Investment; and Majalah Investor’s The Best Listed Company 2018 – Electronics Sector.\n"]}, {"title": "Senior Business Analyst", "link": "https://www.jobstreet.co.id/id/job/senior-business-analyst-1030941550?jobId=jobstreet-id-job-1030941550&sectionRank=3823&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["PT. NTT Global Data Centers Indonesia is an international standard data center service provider that is part of the NTT Ltd.’s Global Data Centers division."]}, {"title": "Senior Software Engineer, Fullstack", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-fullstack-1030970183?jobId=jobstreet-id-job-1030970183&sectionRank=3824&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Build and deploy performant modern web applications in React, Redux, Typescript, Go", "Convert from design/prototype to interface on the web", "Work with product managers, data analysts, and UI designers to implement products and features, and test their impact on business metrics", "Participate in code and design reviews to maintain our high development standards", "Debug and modify complex, production software", "Write technical documentation", "Learn full-stack performance tuning and optimization", "Take a lead on both for product and engineering initiatives"]}, {"title": "Functional Consultant Assc.", "link": "https://www.jobstreet.co.id/id/job/functional-consultant-assc.-1030956301?jobId=jobstreet-id-job-1030956301&sectionRank=3825&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["\n\nPT. Metrodata Electronics, Tbk listed its shares on the Indonesia Stock Exchange (IDX) since 1990 (IDX: MTDL) and is one of the leading Information and Communications Technology (ICT) companies in Indonesia. The Company maintains strategic alliances with world-class information technology companies. Currently, the Company has three main business lines, namely: the Distribution Business Unit that handles distribution to dealers, ICT solutions companies, and e-commerce; the Solution Business Unit that provides ICT total solutions from design, implementation, IT Managed Services, to consultation and training; and the Consulting Business Unit that offers innovative business solutions, starting from conceptualizing, defining, commissioning and implementation, to business transformation support.\n\n\t\t\tMETRODATA is the only national ICT company listed in Indonesia Fortune 100, and received prestigious awards from some various media, such as Forbes Indonesia’s 50 Best of The Best Companies 2018; Infobank Magazine’s 3rd Infobank 100 Fastest Growing Companies 2018: Category: Commerce, Services and Investments; Warta Ekonomi Magazine’s 4th Indonesia Living Legend Companies Award 2019: Leading ICT Integrator Company Category; Economic Review Magazine’s Indonesia Finance Award 2018: 3rd The Best Indonesia Computer & Device Services Public Company 2018: Category: Finance, Sector: Trade, Services & Investment; Anugerah Perusahaan Tbk Indonesia – V – 2018: Top 3 Computer Services & Appliances Best Public Company in Indonesia in 2018, Sector: Trade, Services, and Investment; and Majalah Investor’s The Best Listed Company 2018 – Electronics Sector.\n"]}, {"title": "Senior Software Engineer, Web", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-web-1030970222?jobId=jobstreet-id-job-1030970222&sectionRank=3826&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Design, code, and debug applications with minimal oversight and direction", "Incorporate user feedback to improve software design and function", "Review product requirements, provide feedback and contribute to project planning activities", "Contribute to and maintain engineering documentation", "Develop unit test and module simulation strategies for software validation", "Participate in build and test automation and other efficiency improvement initiatives", "Work closely with the product development team to review input from customers to help respond to their short and long-term needs", "Write documentation and requirements for QA to test deliverables", "Analyse requirements and contribute to program management", "You will help to mentor any junior engineers about the best-practices in software development"]}, {"title": "Android Engineer Engineering Jakarta", "link": "https://www.jobstreet.co.id/id/job/android-engineer-engineering-jakarta-1031072176?jobId=jobstreet-id-job-1031072176&sectionRank=3827&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Designing and developing of Kredivo Android app, and building other exciting Android products in the future", "Writing high quality, maintainable code", "Participating in design discussions, reviews and propose/implement solutions to technical problems and challenges"]}, {"title": "Transformational Consultant", "link": "https://www.jobstreet.co.id/id/job/transformational-consultant-1031021220?jobId=jobstreet-id-job-1031021220&sectionRank=3828&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Work on strategic projects and provide recommendations that address a client’s organizational business problem.", "Use their expertise to ensure that client engagement skills identify and analyze client problems providing NTT Ltd with opportunities for market share.", "Outline the end-to-end solution set to enable the client’s business transformation.", "Estimate the scope of consultant and/or architect effort and accurately estimate project time required for completion.", "Continuously search for opportunities to innovate solutions for the client thereby improving the client’s business and ensuring business development for NTT Ltd.", "Participate in the facilitation of client-facing workshops.", "Conduct presentations related to both IT and business issues.", "Assist with the design and methodology required to address IT and business issues in a professional and knowledgeable manner enabling the client organization to achieve their stated outcomes.", "Collaborate with Sales by assisting with the presales process with clients which may include conducting meetings, writing proposals, proposing solutions, and delivering presentations.", "Offer detailed technical support to Enterprise Architects in the development of strategic roadmaps for domain specialization.", "Continuously monitor client satisfaction and ensure the completion of assignments.", "Works closely with internal stakeholders in proposal development and other business development activities."]}, {"title": "Solutions Architect", "link": "https://www.jobstreet.co.id/id/job/solutions-architect-1031021213?jobId=jobstreet-id-job-1031021213&sectionRank=3829&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Contributes to the development of solution architectures in specific business, infrastructure or functional areas.", "Identifies and evaluates alternative architectures and the trade-offs in cost, performance and scalability.", "Produces specifications of cloud-based or on-premises components, tiers and interfaces, for translation into detailed designs using selected services and products.", "Supports a change programme or project through the preparation of technical plans and application of design principles that comply with enterprise and solution architecture standards.", "Takes responsibility for understanding client requirements, collecting data, delivering analysis and problem resolution.", "Monitors the external environment to gather intelligence on emerging technologies.", "Creates reports and technology roadmaps and shares knowledge and insights with others.", "Designs components using appropriate modelling techniques following agreed architectures, design standards, patterns and methodology.", "Creates multiple design views to address the concerns of the different stakeholders of the architecture and to handle both functional and non-functional requirements, including proof of concept (POC).", "Reviews, verifies and improves own designs against specifications.", "Contribute to the development of new go to market services and contributes knowledge on relevant verticals.", "Operate across both the technical levels within the enterprise architecture and the value chain in order to develop holistic and integrated solutions."]}, {"title": "Consultant - SAP SD/MM Support - ID", "link": "https://www.jobstreet.co.id/id/job/consultant-sap-sd-mm-support-id-1031101401?jobId=jobstreet-id-job-1031101401&sectionRank=3830&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Engage clients in workshops and interviews to analyse process and reporting requirements", "Advise clients on industry/ cross-industry leading practices. Advise clients on SAP recommended processes and functions", "Design target state SAP solutions for clients. Influence clients’ thinking in adopting leading/ standard practices while developing target state", "Analyse application landscape to design interfaces to SAP solution", "Perform SAP configuration and tests. Develop specifications for development of forms/ reports/ interfaces.", "Lead the consultant and client teams through the implementation cycle including planning and execution of testing, migration and cutover.", "Support change management execution by developing training material, delivering training and supporting users post cutover."]}, {"title": "JAVA DEVELOPER", "link": "https://www.jobstreet.co.id/id/job/java-developer-1030910114?jobId=jobstreet-id-job-1030910114&sectionRank=3831&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Bachelor or Master in Software engineering or IT from reputable university", "Minimum 1 year experience", "Experience in Java Spring", "Experience in Java, J2EE technologies such as Tomcat, JBoss, EJB, Struts, POJOs, APIGEE, Kotlin", "Expertise in Object Oriented technologies using Java, JMS, J2EE, JSP/Servlet, JDBC API, EJB", "Experience with Web Services", "Good working knowledge of SQL/PLSQL"]}, {"title": "Product Security Engineer - Merchant Payment", "link": "https://www.jobstreet.co.id/id/job/product-security-engineer-merchant-payment-1030886498?jobId=jobstreet-id-job-1030886498&sectionRank=3832&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Participates in development of a small to medium complexity security project, process, or initiative within their technical focus area (cloud security, identity access management, vulnerability management, penetration testing, etc.)", "Designs, develops and maintains small to medium complexity security features and/or process changes with some guidance from more experienced team members.", "Scope of activities are scoped to functional security assignments from senior team members or manager", "Improves security operations by enhancing use cases, processes, and/or code structure and implements medium complexity security tasks for projects and delivers concise and clear deliverables", "Contributes to automation of repeated manual tasks to improve team productivity", "Manages timely delivery for him/herself own tasksHas an in-depth understanding of at least one security domain (application, network, identity access management, vulnerability management, incident response, encryption, remote access etc)", "Takes responsibility for deliverables, production, process improvements", "Reaches out to peers to clarify the requirements for the story s/he is working onLooks to leadership for mentorship to help removes dependency from him/herself by writing concise documentation for security use cases and operational improvements"]}, {"title": "Senior Full Stack Software Engineer - Internal Products", "link": "https://www.jobstreet.co.id/id/job/senior-full-stack-software-engineer-internal-products-1030925790?jobId=jobstreet-id-job-1030925790&sectionRank=3833&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Pair with team members on functional and nonfunctional requirements and spread design philosophy, goals and improvements to code quality across the team", "Design and develop highly complex, highly available, reliable, secure and fault-tolerant systems with minimal guidance", "Mentor junior team members and manage their delivery through code reviews", "Collaborate with cross-functional teams (PAC, DevOps, UX, etc) on planning and executionManage automated build/test/deployment environments", "Continuously discover, evaluate, and implement new technologies to maximize development", "Deploy, monitor, maintain and fix issues in products currently in production", "Manage product compatibility across devices "]}, {"title": "Senior Software Engineer, Backend (Build Automation)", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-backend-build-automation-1031072159?jobId=jobstreet-id-job-1031072159&sectionRank=3834&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Design and write with the cutting edge Go language to improve the availability, scalability, performance, and efficiency of Grab’s range of services", "Work with engineering team to explore and create new design/architectures geared towards scale and performance", "Participate in code and design reviews to maintain our high development standards", "Engage in service capacity and demand planning, software performance analysis, tuning and optimization", "Collaborate with platform team to define and prototype feature specifications", "Work closely with engineering teams in building and scaling back-end services as well as performing root cause analysis investigations", "Design, build, analyze and fix large-scale systems", "Debug and modify complex, production software"]}, {"title": "Software Development Engineer-Backend", "link": "https://www.jobstreet.co.id/id/job/software-development-engineer-backend-1031075211?jobId=jobstreet-id-job-1031075211&sectionRank=3835&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Talend Consultant", "link": "https://www.jobstreet.co.id/id/job/talend-consultant-1031034902?jobId=jobstreet-id-job-1031034902&sectionRank=3836&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["PT. NTT Global Data Centers Indonesia is an international standard data center service provider that is part of the NTT Ltd.’s Global Data Centers division."]}, {"title": "Associate Software Development Engineer-Backend", "link": "https://www.jobstreet.co.id/id/job/associate-software-development-engineer-backend-1031075216?jobId=jobstreet-id-job-1031075216&sectionRank=3837&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Senior Consultant - SAP PM Support - ID", "link": "https://www.jobstreet.co.id/id/job/senior-consultant-sap-pm-support-id-1030970214?jobId=jobstreet-id-job-1030970214&sectionRank=3838&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Engage clients in workshops and interviews to analyse process and reporting requirements", "Advise clients on industry/ cross-industry leading practices. Advise clients on SAP recommended processes and functions", "Design target state SAP solutions for clients. Influence clients’ thinking in adopting leading/ standard practices while developing target state", "Analyse application landscape to design interfaces to SAP solution", "Perform SAP configuration and tests. Develop specifications for development of forms/ reports/ interfaces.", "Lead the consultant and client teams through the implementation cycle including planning and execution of testing, migration and cutover.", "Support change management execution by developing training material, delivering training and supporting users post cutover."]}, {"title": "Senior Consultant - SAP MM Support - ID", "link": "https://www.jobstreet.co.id/id/job/senior-consultant-sap-mm-support-id-1031101409?jobId=jobstreet-id-job-1031101409&sectionRank=3839&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Engage clients in workshops and interviews to analyse process and reporting requirements", "Advise clients on industry/ cross-industry leading practices. Advise clients on SAP recommended processes and functions", "Design target state SAP solutions for clients. Influence clients’ thinking in adopting leading/ standard practices while developing target state", "Analyse application landscape to design interfaces to SAP solution", "Perform SAP configuration and tests. Develop specifications for development of forms/ reports/ interfaces.", "Lead the consultant and client teams through the implementation cycle including planning and execution of testing, migration and cutover.", "Support change management execution by developing training material, delivering training and supporting users post cutover."]}, {"title": "Cloud Security Engineer - Consumer Payment", "link": "https://www.jobstreet.co.id/id/job/cloud-security-engineer-consumer-payment-1030886480?jobId=jobstreet-id-job-1030886480&sectionRank=3840&token=0~b0495c71-d22f-4432-94d0-763f286a5971&fr=SRP%20Job%20Listing", "qualified": ["Implement various security controls on our environments based on international standards and best practices", "Evaluate and improve various systems hardening also develop and improve our monitoring and alerting systems", "Implement technical solution for product and engineering team to mitigate security and compliance related findings", "Maintain an up to date information on newest security vulnerability and document plan on mitigation process", "Participate in Vulnerability and Incident Management activities (e.g: response & handling, mitigation, escalation, reporting, etc)", "Develop, maintain, and operates various tools and systems that support security programs and activities", "Assist the Devops team in implementing best practices for infrastructure operations, software build and deployment", "Assist with organization wide security efforts and considerations"]}]