[{"title": "Software Developer (ID: 536726)", "link": "https://www.jobstreet.co.id/id/job/software-developer-id%3A-536726-3814218?jobId=jobstreet-id-job-3814218&sectionRank=3331&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Has minimum 3 years working experiences", "Has minimum Diploma / Degree in Information Technology or Computer Science", "Proficient in English language, German is advantage", "Able to work in different projects", "Proficient in VB.NET programming and Strong in using Microsoft SQL as backend database", "Ability to create developer friendly library based on detailed technical specifications", "Independent to tackle software issues yet being able to work well in a team", "Participate in system analysis and design of software architecture by doing the analysis from user/customers", "Have knowledge of medical related standards such as HL7 / DICOM", "Able to re-factor / code optimation in existing project"]}, {"title": "UI UX Designer", "link": "https://www.jobstreet.co.id/id/job/ui-ux-designer-3813518?jobId=jobstreet-id-job-3813518&sectionRank=3332&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Menganalisis profil pengguna aplikasi mobile dan/atau situs.", "Memvisualisasi user flow menjadi desain produk yang teruji dan indah.", "Menyusun tata letak halaman yang ada di aplikasi mobile dan/atau situs.", "Mendesain interaksi setiap elemen yang ada di halaman sehingga memudahkan pengguna (user friendly).", "Menampilkan interface dengan keseragaman yang baik dari segi warna, jenis huruf, gambar, animasi, dan lainnya.", "Memaksimalkan pengalaman pengguna pada desain interface produk digital.", "Membuat prototyping dengan alat bantu untuk nantinya disampaikan kepada ke Frontend Engineer"]}, {"title": "Digital Product Manager (Fully Remote)", "link": "https://www.jobstreet.co.id/id/job/digital-product-manager-fully-remote-3812066?jobId=jobstreet-id-job-3812066&sectionRank=3333&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Define, plan and manage the rollout of the product features and enhancements of the products initiatives that you own.", "Create Product Requirement Documents (PRDs) with clarity on objective and execution details for all stakeholders.", "Anticipating client needs and acting as primary liaison.", "Participate in the Daily Scrums, Sprint Planning, and Sprint Reviews and Retrospectives.", "Utilize metrics to deep-dive into issues and uncover business-driving trends and patterns.", "Manage engagement with multiple stakeholders including Tech, Operations, Finance, Product Design, and Business."]}, {"title": "Indonesia WeLab Digital Bank - Product Designer / UX Designer", "link": "https://www.jobstreet.co.id/id/job/indonesia-welab-digital-bank-product-designer-ux-designer-4863330/origin/my?jobId=jobstreet-my-job-4863330&sectionRank=3334&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Help set vision for the user experience", "Collaborating closely with product managers and engineers", "Incorporating user research and human-centered design principles"]}, {"title": "Senior Django Developer (edX)", "link": "https://www.jobstreet.co.id/id/job/senior-django-developer-edx-3816374?jobId=jobstreet-id-job-3816374&sectionRank=3335&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Python/Django framework", "Docker", "API development"]}, {"title": "Design Lead - UX", "link": "https://www.jobstreet.co.id/id/job/design-lead-ux-4861502/origin/my?jobId=jobstreet-my-job-4861502&sectionRank=3336&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Design Thinking and human-centric problem-solving.", "Service Design, Design Systems, Design operation", "Create visually compelling representations of the solution's high-level interaction, navigation, and organization design (i.e., concept models).", "Develop visual representations of the organizational structure, hierarchy, and relationships of screens in a site (i.e., site maps).", "Develop visual representations of the interactions between the user and the functional modules in the solution.", "Deep knowledge surrounding customer segments and behaviors across multiple industries.", "Conduct and analyze C-level stakeholder interviews to understand key success factors for a project or pursuit Customer segments and behaviors across multiple industries.", "Leading and organizing a team of user experience and visual designers across multiple locations.", "Practical experience of delivery, including running multiple cross-functional squads, overseeing design processes."]}, {"title": "UI UX Designer", "link": "https://www.jobstreet.co.id/id/job/ui-ux-designer-3813121?jobId=jobstreet-id-job-3813121&sectionRank=3337&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Good benefit and salary package", "Career growth"]}, {"title": "Machine Learning Engineer", "link": "https://www.jobstreet.co.id/id/job/machine-learning-engineer-3813608?jobId=jobstreet-id-job-3813608&sectionRank=3338&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["A Global Companies who innovates using new technologies", "Passionate, Creative, and Growth-Minded", "Allow \"Work From Home\""]}, {"title": "Backend Core Developer", "link": "https://www.jobstreet.co.id/id/job/backend-core-developer-3813512?jobId=jobstreet-id-job-3813512&sectionRank=3339&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Menguasai bahasa pemrograman Java dengan Framework Spring (Spring Boot)", "Memahami salah satu (atau lebih) dari bahasa PHP, Python, Node.Js, Go Language", "Memahami konsep schedule & multithreading / parallel processing (nilai tambah)", "Paham pertukaran messaging Restful API, WSDL, SOAP, dan ISO-8583(nilai tambah)", "Memahami collaboration tool (gitlab,github)", "Memiliki kompetensi RDBMS (contoh: [PostgreSQL, MySQL)", "Mampu membangun aplikasi untuk API/Services", "Operating System Linux,AIX, Windows Server", "Virtualisasi VMWare, Virtualbox, Docker/Containerized"]}, {"title": "Senior Presales Data Architect", "link": "https://www.jobstreet.co.id/id/job/senior-presales-data-architect-3812631?jobId=jobstreet-id-job-3812631&sectionRank=3340&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Work as part of the sales team to qualify, educate and lead the design and adoption of database solutions.", "Serve as Technical Strategic Advisor coaching enterprises through modernizations, implementations, and transformational outcomes.", "Drive sales by owning the technical relationship.", "Collaborate with Sales Account Executives to develop account strategies and plans.", "Drive high levels of engagement through discovery sessions, enablement, and solution planning.", "Constantly learn new technologies and stay abreast of the distributed computing landscape.", "Have an excellent presentation skill.", "Enable customers through well crafted presentations and training sessions including hands-on developer days on-site at customer locations.", "Customize and adapt presentations for both small and large audiences, and for audiences with differing levels of technical and business experience.", "Work closely with developers around application code, data modeling techniques and troubleshooting, candidate architectures, and driver best practices.", "Lead technical quarterly business reviews with customers to deliver business value with enterprise team.", "Work with Product Management and Engineering to provide feedback from the field."]}, {"title": "Senior Software Engineer (ID: 541046)", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-id%3A-541046-3812798?jobId=jobstreet-id-job-3812798&sectionRank=3341&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["\n\n\t\tPERSOLKELLY is one of the largest recruitment companies in Asia Pacific providing comprehensive end-to-end workforce solutions to clients. \n\n\t\tHeadquartered in Singapore, the company was established in 2016 and is a joint venture between Kelly Services, Inc. and affiliates of PERSOL HOLDINGS Co. Ltd. \n\t\n\tToday, PERSOLKELLY operates more than 45 offices across 13 markets including Australia, China, Hong Kong, India, Indonesia, Korea, Malaysia, New Zealand, Philippines, Singapore, Taiwan, Thailand, and Vietnam. \n\t\n\t\n\t\tFor more information, please visit www.persolkelly.com\n"]}, {"title": "Indonesia WeLab Digital Bank – Manager, Cyber Security", "link": "https://www.jobstreet.co.id/id/job/indonesia-welab-digital-bank-manager-cyber-security-4861439/origin/my?jobId=jobstreet-my-job-4861439&sectionRank=3342&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Ensure technologies meet banking security requirements", "Implement the security strategies, architectures, and practices", "Maintain security architecture artifacts"]}, {"title": "UX Engineer", "link": "https://www.jobstreet.co.id/id/job/ux-engineer-3814331?jobId=jobstreet-id-job-3814331&sectionRank=3343&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["A Global Companies who innovates using new technologies", "Passionate, Creative, and Growth-Minded", "Allow \"Work From Home\""]}, {"title": "Business Analyst", "link": "https://www.jobstreet.co.id/id/job/business-analyst-3812792?jobId=jobstreet-id-job-3812792&sectionRank=3344&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least a Bachelor's Degree, Engineering (Computer/Telecommunication) or equivalent.", "Required skill(s): BRD, FSD, Documentation", "At least 1 year(s) of working experience as Business Developer (Insurance or Banking)", "Preferably Staff (non-management & non-supervisor)s specializing in IT/Computer - Software or equivalent.", "Full-Time position(s) available."]}, {"title": "UI UX Designer", "link": "https://www.jobstreet.co.id/id/job/ui-ux-designer-3812092?jobId=jobstreet-id-job-3812092&sectionRank=3345&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Minimum 5 years experience in Ecommerce/Fintech industry is preferred", "Have experience designing mobile app is a must", "Strong in core design (layout, composition, color) and prototyping tools with an interest in exploring new tools and processes", "Expert using Sketch app", "Have the knowledge to carry out user research is a plus"]}, {"title": "UI/UX Designer", "link": "https://www.jobstreet.co.id/id/job/ui-ux-designer-3813596?jobId=jobstreet-id-job-3813596&sectionRank=3346&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["A Global Companies who innovates using new technologies", "Passionate, Creative, and Growth-Minded", "Allow \"Work From Home\""]}, {"title": "Java Developer", "link": "https://www.jobstreet.co.id/id/job/java-developer-3815024?jobId=jobstreet-id-job-3815024&sectionRank=3347&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Graha Karya Informasi established in 2010, which focuses its business in IT Services. Graha Karya Informasi has strong management support, and experienced and certified resources.", "Graha Karya Informasi is sure to be the best and will provide the best solution for the needs of the Information technology which continues to increase and become an important part in industry and business", "The Demand of IT Support service has arisen from the Increasingly business competition and the tighter budget allocated to IT divisions. By leveraging Graha Karya Informasi capabilities in delivering IT services, we are able to help our customers to achieve and maintain excellent IT operations through our Managed IT Services. These services help our customers derive maximum value from their IT investments at every stage of the technology lifecycle. Graha Karya Informasi offer flexible and custom services to accommodate rapid business changes and to help our customer manage complex systems."]}, {"title": "Golang Developer", "link": "https://www.jobstreet.co.id/id/job/golang-developer-3813605?jobId=jobstreet-id-job-3813605&sectionRank=3348&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Design, develop, improve, and deploy high quality backend services and APIs", "Work across functions, collaborate with other engineers, as well as product design and ideation", "Apply design patterns and design principles to produce easy to maintain code", "Passion for learning, strong sense of ownership, and eagerness to continuously make things better"]}, {"title": "UX/UI Designer", "link": "https://www.jobstreet.co.id/id/job/ux-ui-designer-3812696?jobId=jobstreet-id-job-3812696&sectionRank=3349&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Define how people will interact with a digital product or service, and how to elicit the desired user behaviour, responses and outcomes.", "Develop end-to-end interaction flow diagrams that address specific user requirements (and implement consistent interaction patterns).", "Run user research, prototyping studies and usability testing, communicate findings.", "Develop user interface (UI) designs that are intuitive to use.", "Develop and implement visual standards, informed by user needs, product vision and organisation guidelines; and", "Write concise, well-crafted messages that supports and brings to life the content strategy of a product or service."]}, {"title": "VP Engineer - Emerging Payment Industry", "link": "https://www.jobstreet.co.id/id/job/vp-engineer-emerging-payment-industry-3812445?jobId=jobstreet-id-job-3812445&sectionRank=3350&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Leading, growing, and retaining the engineering team and providing mentorship", "Setup an engineering culture, that facilitates a team of engineers that can do their best.", "Design, implement and monitor key performance metrics/operational efficiency for the engineering team.", "Creating and communicating a technology strategy and roadmap that allows engineers to operate autonomously to deliver new features and scale system.", "Ensuring our practices (e.g. CI/CD, code reviews, QA automation, test orientation, etc) are scalable and regularly evaluate the tech stack for our evolving business needs.", "Owning the engineering infrastructure and budget including evaluating third-party vendors and integrations. Continue building our operation's competency in efficiency, reliability, scale, and security.", "Accurately estimating the cost and resource it will take to deliver product releases or features"]}, {"title": "UI/UX Designer", "link": "https://www.jobstreet.co.id/id/job/ui-ux-designer-3813528?jobId=jobstreet-id-job-3813528&sectionRank=3351&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Uncover unseen problems, iteratively design solutions through conducting various", "methods of research and design validation to be fit with the users needs and behaviors.", "Align with Product Managers on the project background (goal, requirements, and expectations), then translate it to actionable items to create frictionless product experience.", "Gather, evaluate, and prioritize user requirements from user research, competitor analysis, ideation process with internal stakeholders, especially Product Managers and Engineers.", "Develop sketches, wireframes, well-defined flows, and prototypes to effectively champion and communicate design ideas.", "Work closely with Product Managers in delivering the Product Requirement Documentation for the internal stakeholders (Engineering, Marketing, Operation, and Customer Service Team).", "Grow product metrics, contribute to strategic decisions on the future direction of the product."]}, {"title": "Backend Developer (ID: 542683)", "link": "https://www.jobstreet.co.id/id/job/backend-developer-id%3A-542683-3812777?jobId=jobstreet-id-job-3812777&sectionRank=3352&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["\n\n\t\tPERSOLKELLY is one of the largest recruitment companies in Asia Pacific providing comprehensive end-to-end workforce solutions to clients. \n\n\t\tHeadquartered in Singapore, the company was established in 2016 and is a joint venture between Kelly Services, Inc. and affiliates of PERSOL HOLDINGS Co. Ltd. \n\t\n\tToday, PERSOLKELLY operates more than 45 offices across 13 markets including Australia, China, Hong Kong, India, Indonesia, Korea, Malaysia, New Zealand, Philippines, Singapore, Taiwan, Thailand, and Vietnam. \n\t\n\t\n\t\tFor more information, please visit www.persolkelly.com\n"]}, {"title": "Lead Mobile Developer Android", "link": "https://www.jobstreet.co.id/id/job/lead-mobile-developer-android-3813669?jobId=jobstreet-id-job-3813669&sectionRank=3353&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Graduated from Computer Science degree or related.", "Experienced as Android Developer. Total experiences as Mobile Developer is +5 years and have experiences in lead team is an advantages.", "Relevant experience from fintech and marketplace industry is a plus.", "Proficient with Java & Kotlin", "Ability to translate and present technical executions with Stakeholders and Product Team.", "Object-oriented software development experience", "Experience building maintainable and testable code bases, including API design and unit testing techniques", "Experience to a significant extent in the Native Android development.", "Experience to some extent in the following areas: UX/Interaction design.", "Experience in the following areas is also useful (but not essential): Cloud software development.", "Implement custom native user interfaces using the latest Android programming techniques", "Last but not least; the ability to master tomorrow what you don’t know today, and an attitude to get things done."]}, {"title": ".NET Developer (Min. 1 Year Experience) - ICT Tbk Company", "link": "https://www.jobstreet.co.id/id/job/.net-developer-min.-1-year-experience-ict-tbk-company-3814723?jobId=jobstreet-id-job-3814723&sectionRank=3354&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Developing the software using computer programming languages such as .net, C# and MSSQL.", "Translate application storyboards and use cases into functional applications", "Design, build, and maintain efficient, reusable, and reliable code", "Ensure the best possible performance, quality, and responsiveness of applications", "Identify bottlenecks and bugs, and devise solutions to mitigate and address these issues", "Performing extensive software testing and stringent quality checks as per the QC guidelines to ensure an error free as well as optimum final product to the user.", "Making changes to existing applications according to the feedback received from the end users or clients. In some cases, changes are also made in order to update the application’s compatibility with the latest operating systems.", "Testing the applications and websites on different web browsers to ensure a standard user experience for the clients across all platforms."]}, {"title": "Salesforce Developer (ID: 542345)", "link": "https://www.jobstreet.co.id/id/job/salesforce-developer-id%3A-542345-3812750?jobId=jobstreet-id-job-3812750&sectionRank=3355&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Configuration and customisation of the Salesforce platform", "Implementation and modification of custom Apex code, Lightning Web/Aura Components, VisualForce templates, and declarative automation (Flow, Process Builder, Workflow)", "Participation in efforts to develop and execute testing, training and documentation", "Applying Salesforce best practices to the design and implementation of solutions", "Proactively engaging continuous improvement efforts for application design, support, and development process", "Providing technical assistance and end user troubleshooting for bug fixes, enhancements and “how-to” assistance"]}, {"title": "Senior Mobile Application Development", "link": "https://www.jobstreet.co.id/id/job/senior-mobile-application-development-3813119?jobId=jobstreet-id-job-3813119&sectionRank=3356&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Java Developer (ID: 526327)", "link": "https://www.jobstreet.co.id/id/job/java-developer-id%3A-526327-3813260?jobId=jobstreet-id-job-3813260&sectionRank=3357&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Mandatory experience:  5 years  in1. Java 82. Spring and Spring boot3. Wildfly4. Kafka", "Candidate must possess at least a Bachelor's Degree, Engineering (Computer/Telecommunication) or equivalent.", "Required language(s): English", "At least 2 year(s) of working experience in the related field is required for this position.", "Preferably Staff (non-management & non-supervisor)s specializing in IT/Computer - Software or equivalent.", "Full-Time position(s) available."]}, {"title": "EdTech Full Stack Web Developer - PHP (Remote)", "link": "https://www.jobstreet.co.id/id/job/edtech-full-stack-web-developer-php-remote-9364733/origin/sg?jobId=jobstreet-sg-job-9364733&sectionRank=3358&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Fast growing EdTech Company", "Learning opportunities and immediate feedback", "Positive multinational environment"]}, {"title": "Fullstack Engineer - Late-stage Multinational Startup", "link": "https://www.jobstreet.co.id/id/job/fullstack-engineer-late-stage-multinational-startup-3812890?jobId=jobstreet-id-job-3812890&sectionRank=3359&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["Write great quality, scalable, and maintainable code", "Build and manage a fully automated build/test/deployment environments"]}, {"title": "Android Developer (ID: 543474)", "link": "https://www.jobstreet.co.id/id/job/android-developer-id%3A-543474-3812762?jobId=jobstreet-id-job-3812762&sectionRank=3360&token=0~ec392b5d-c90f-4bc7-a1ac-c77e4a2b2121&fr=SRP%20Job%20Listing", "qualified": ["\n\n\t\tPERSOLKELLY is one of the largest recruitment companies in Asia Pacific providing comprehensive end-to-end workforce solutions to clients. \n\n\t\tHeadquartered in Singapore, the company was established in 2016 and is a joint venture between Kelly Services, Inc. and affiliates of PERSOL HOLDINGS Co. Ltd. \n\t\n\tToday, PERSOLKELLY operates more than 45 offices across 13 markets including Australia, China, Hong Kong, India, Indonesia, Korea, Malaysia, New Zealand, Philippines, Singapore, Taiwan, Thailand, and Vietnam. \n\t\n\t\n\t\tFor more information, please visit www.persolkelly.com\n"]}]