[{"title": "Project Management Office Analyst", "link": "https://www.jobstreet.co.id/id/job/project-management-office-analyst-3839965?jobId=jobstreet-id-job-3839965&sectionRank=841&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Melakukan perencanaan project (Project Plan), dokumentasi, control & monitoring project", "Memastikan bahwa proyek berjalan sesuai dengan waktu yang telah ditentukan dengan cost yang paling efektif dan kualitas yang baik", "Mengidentifikasikan issue, resiko dan mengkomunikasikan kepada semua team dan stakeholder", "Membuat progress report project dan mempresentasikan kepada Steering Committee secara regular", "Menangani lebih dari 1 project dalam waktu bersamaan"]}, {"title": "Robotic Process Automation (RPA) Developer", "link": "https://www.jobstreet.co.id/id/job/robotic-process-automation-rpa-developer-3844843?jobId=jobstreet-id-job-3844843&sectionRank=842&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Work with the business and senior developers to execute RPA initiatives by analysing and designing process workflows; building, testing, and implementing RPA solutions; and ensuring quality of the system", "Assist the business and Program Manager in the construction of Business Cases and opportunity identification efforts to support the further adoption of RPA solutions throughout the organization", "Share experience and knowledge to assist in the development of recommendations and solutions that are in-line with industry best practices", "Support Project Managers in managing project timelines, quality, budgets as well as client relationships", "Work with the business and Program Manager to ensure that all project documents are maintained, and knowledge is transferred to clients throughout the engagement", "Work and integrate with the centre of excellence (CoE)", "Participate in trainings to enhance the skills and abilities in RPA, including tools and best practices", "Lead, mentor and motivate project teams in the execution of day-to-day tasks and in the development of their RPA skills and abilities", "Support project manager and stakeholders in managing project budget", "Working with business partner and project manager to ensure of the new process are align with regulation and compliance."]}, {"title": "Web Programmer", "link": "https://www.jobstreet.co.id/id/job/web-programmer-3831396?jobId=jobstreet-id-job-3831396&sectionRank=843&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Analyze and Develop Application", "Manage and Maintaining Application on Our Client", "Testing Script and Bug Fixing Application", "Create Documentation and Technical Documentation for build Application."]}, {"title": "IT Programmer", "link": "https://www.jobstreet.co.id/id/job/it-programmer-3840838?jobId=jobstreet-id-job-3840838&sectionRank=844&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Belajar banyak hal baru", "Lingkungan kerja menyenangkan", "Jenjang karir yang jelas"]}, {"title": "Back End Engineer", "link": "https://www.jobstreet.co.id/id/job/back-end-engineer-3825689?jobId=jobstreet-id-job-3825689&sectionRank=845&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Participate in the overall Privy application lifecycleFocusing on products coding and debugging process", "Collaborate with frontend developers", "Provide training, help and support to other team members", "Build high quality reusable code that can be used in the future", "Develop functional and sustainable web applications with clean codes", "Troubleshoot and debug applications", "Keep up with new and emerging technologies and current best practices in the industry", "Manage cutting edge technologies to improve applications", "Collaborate with multidisciplinary team of designers, developers and system administrators", "Participate in conferences and any other program related to backend / programming."]}, {"title": "Front-end Developer", "link": "https://www.jobstreet.co.id/id/job/front-end-developer-3842435?jobId=jobstreet-id-job-3842435&sectionRank=846&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["We make you access wobile world", "We turn your great idea into a reality", "We access mobile for you"]}, {"title": "RPG - AS 400 Programmer", "link": "https://www.jobstreet.co.id/id/job/rpg-as-400-programmer-3826564?jobId=jobstreet-id-job-3826564&sectionRank=847&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Experience in RPG as programmer minimum 5 years.", "Proficiency in IBM I-Series (AS/400) technologies – RPG IV (ILE), DB2/400 RPGLE, CLLE, SQLRPGLE", "Deep knowledge in IBM DB2", "Understand SDLC (Software Development Life Cycle)", "Good analytical thinking", "Proactive and Critical thinking are expected"]}, {"title": "Cloud Solution Architect", "link": "https://www.jobstreet.co.id/id/job/cloud-solution-architect-3826262?jobId=jobstreet-id-job-3826262&sectionRank=848&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["At least 2 years of experience leading customer-facing technical solutions teams in cloud native, hybrid, and multi-cloud solution architecture and development", "At least 2 years of experience in a technical solution and architect role for cloud-based solutions", "Design, plan, and implement cloud solutions for enterprise customers in a major public cloud provider: GCP, AWS, Azure", "Experience with Cloud Service Provider Architecture deployment use cases and best practices", "Familiar with open source/linux concept and hands on"]}, {"title": "IT Project Manager", "link": "https://www.jobstreet.co.id/id/job/it-project-manager-3841386?jobId=jobstreet-id-job-3841386&sectionRank=849&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Establish a project and product management office (PMO), direct and coordinate the utilization of resources across divisions of the project and product to reach targets", "Set deadlines, assign responsibilities and monitor and summarize progress of project and product", "Prepare reports for upper management regarding status of project and product .", "Manage all project and product documentation", "Meet with clients to take detailed ordering briefs and clarify specific requirements of each project", "Specifying a company's target audience based on market research", "Contributing in all implementation of marketing strategies", "Ensuring project complies with best practices, SOPs, PMO policies, and other policies", "Lead and coordinate the customer support team in the project and product implementation process to ensure the project runs smoothly", "Support users on change control and system updates", "Resolve project and product conflicts, manage the relationship with the clients and all stakeholders •", "Leads and directs cross functional team leaders and third parties/vendors;", "Manages project contractual deliverable in terms of project milestone payments and quality insurance", "Manages project scopes and project costs timely to ensure control of project financial risk", "Ensures adherence to company SOP, policies and guidelines at the project level"]}, {"title": "Junior Backend Developer", "link": "https://www.jobstreet.co.id/id/job/junior-backend-developer-3826041?jobId=jobstreet-id-job-3826041&sectionRank=850&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Devops Engineer", "link": "https://www.jobstreet.co.id/id/job/devops-engineer-3828667?jobId=jobstreet-id-job-3828667&sectionRank=851&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Career Advancement Opportunities", "Health Insurance", "Enjoyable and Collaborative Working Environment"]}, {"title": "Onsite Engineer", "link": "https://www.jobstreet.co.id/id/job/onsite-engineer-3823996?jobId=jobstreet-id-job-3823996&sectionRank=852&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Analyze customer needs", "Provide solutions and give recommendations to the customer according to their needs", "Preventive and corrective maintenance", "Troubleshooting and solving customer's problem", "Responsive services"]}, {"title": "VR Developer", "link": "https://www.jobstreet.co.id/id/job/vr-developer-3842740?jobId=jobstreet-id-job-3842740&sectionRank=853&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Strong communication, interpersonal, organizational and collaboration skills", "Naturally collaborative, effective at supporting/partnering with others to implement and enhance their vision, while able to bring their own creative passion to the execution", "Self-motivated and comfortable dealing with the ambiguity, fast pace", "Extensive experience building applications using Unity is required"]}, {"title": "Frontend Engineer", "link": "https://www.jobstreet.co.id/id/job/frontend-engineer-3832315?jobId=jobstreet-id-job-3832315&sectionRank=854&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Work From Home (hybrid working enable)", "Work with various multinational company/ministry", "Comfort environment to make sure self development going well"]}, {"title": "IT Application Analyst", "link": "https://www.jobstreet.co.id/id/job/it-application-analyst-3838797?jobId=jobstreet-id-job-3838797&sectionRank=855&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Build and maintain a responsive web app that runs well on very platform", "Build and maintain highly performing internal app", "Design database structure for web applications", "Troubleshoot and maintenance various existing web applications", "Deliver high quality code and adhere to best practices", "Interact and collaborate with diversed departments", "Create automate report based on the user requirements", "Business process analysis, value stream mapping and application testing and support"]}, {"title": "ERP SAP eWM Specialist", "link": "https://www.jobstreet.co.id/id/job/erp-sap-ewm-specialist-3845882?jobId=jobstreet-id-job-3845882&sectionRank=856&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Focus on the overall customer (business user) satisfaction.", "Daily Supervise, monitor, and solve any issues to ensure smooth operation, and monitor the scheduled background jobs.", "Provide help support in any SAP ERP issues or request related with SCM area, especially in eWM area.", "Maintain daily support ticket and make sure relevant information are documented. Monitor and support any incidents, especially make sure very high priority issues are tracked actively and can be resolved soonest possible based on SLA.", "set the right classification on relevance and priority for required new or changes to functionality, once properly analyzed will be dispatched for further processing", "Maintaining FAQ and other knowledge base article for 1st level user support.", "He/she reports daily status & progress update to relevant manager.", "Posts own information to share lessons learned and new tips and information.", "Understands and ensures that quality standards are met.", "Participate in SAP Applications improvements & enhancements, and projects.", "Design, build, configure, test and roll-out SAP Applications enhancements and projects, according to agreed deliverables and deadlines.", "Continuously improve SAP skill and consulting skill to meet company demand and global trend.", "Contribute significantly to company growth.", "The eWM Specialist is responsible for delivering a solution or supporting the technical portion of the SAP SCM functionality that meets the business requirements, including but not limited to warehouse support including storage allocation, stock movement storage management, stock report, data migration, stock audit, etc.", "To provide expertise supporting the development of functional specifications, and daily operations SAP eWM documentation.", "To support all functional and technical aspects and facilitates the definition of all relevant aspects of the operation and technical business functionality of the ERP system related to SCM area.", "To provide expertise in configuring the identified business process using the SAP customizing tools available; has proficient understanding of the SAP eWM functionality and the integration points with other modules (SD-MM-PM-PP-VMS).", "Take responsibility to monitor master data, system configuration, transactions, business process changes, etc. In order to make sure the warehouse process can run smoothly and accomplish the business user's requirements.", "To collaborate with all CSM teams while working towards warehouse managements in enterprises."]}, {"title": "Technical Writer", "link": "https://www.jobstreet.co.id/id/job/technical-writer-3824494?jobId=jobstreet-id-job-3824494&sectionRank=857&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Career growth", "Medical benefits", "Diversity working culture"]}, {"title": "IT Project Engineer", "link": "https://www.jobstreet.co.id/id/job/it-project-engineer-3839245?jobId=jobstreet-id-job-3839245&sectionRank=858&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Good Knowledge about IT System", "Good Knowledge of wire/wireless computer networking", "Good Knowledge about Electronic and Electrical System", "Good Analyze for problem solving", "Ability to implement network system and application", "Willing to learn new technology", "Good Analytical for solving problem both technical and non technical", "Ready to work on remote area all around Indonesia", "Good communication skills, both orally and writing"]}, {"title": "IT Application Support", "link": "https://www.jobstreet.co.id/id/job/it-application-support-3838488?jobId=jobstreet-id-job-3838488&sectionRank=859&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["3 months probation (no contract employee)"]}, {"title": "C# Programmer (IT-MES)", "link": "https://www.jobstreet.co.id/id/job/c-programmer-it-mes-3840973?jobId=jobstreet-id-job-3840973&sectionRank=860&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Bachelor degree in Computer Science Engineering, Engineering, or other closely related major.", "Advanced English level (FLUENT both oral and written)."]}, {"title": "Senior Android Developer", "link": "https://www.jobstreet.co.id/id/job/senior-android-developer-4890040/origin/my?jobId=jobstreet-my-job-4890040&sectionRank=861&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Company provide plane tickets, Food 3x1, work visa, and etc.", "Comfortable working environment: simple, clean, and fun", "THR, Chinese New Year, Year End Bonus and more"]}, {"title": "IT Developer Programmer Staff", "link": "https://www.jobstreet.co.id/id/job/it-developer-programmer-staff-3840854?jobId=jobstreet-id-job-3840854&sectionRank=862&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Usia Maksimal 33 Tahun", "Pendidikan minimal D3/S1", "Pengalaman minimal 5 tahun di Software Developer", "Mahir dalam pengerjaan HTML, CSS, Javascript, Botstap, Database Management, Mobile Application", "Dapat bekerja secara Individu maupun Team Work", "Memiliki Interpersonal yang baik", "Terbiasa bekerja dengan deadline"]}, {"title": "IT Administrator - Karawaci", "link": "https://www.jobstreet.co.id/id/job/it-administrator-karawaci-3838492?jobId=jobstreet-id-job-3838492&sectionRank=863&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["\nPT. LIPPO KARAWACI TBK tidak pernah memungut biaya apapun dalam proses rekrutmen.", "\nPT. LIPPO KARAWACI TBK tidak pernah bekerja sama dengan travel agent / biro perjalanan tertentu dalam proses rekrutmen.", "\nApabila Anda diminta untuk membayar sejumlah uang dalam bentuk pembayaran tiket pesawat dan hotel atau akomodasi lainnya agar diabaikan.", "\nJangan memberikan data pribadi atau data keuangan Anda kepada siapapun.", "\nJika membutuhkan klarifikasi lebih lanjut dapat langsung menghubungi PT. LIPPO KARAWACI TBK"]}, {"title": "IT Operational / MIS", "link": "https://www.jobstreet.co.id/id/job/it-operational-mis-3837996?jobId=jobstreet-id-job-3837996&sectionRank=864&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Good Benefit", "Good Promotion Opportunity", "Collaborative and fun co-workers"]}, {"title": "Web Developer", "link": "https://www.jobstreet.co.id/id/job/web-developer-3831753?jobId=jobstreet-id-job-3831753&sectionRank=865&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Minimum 4 years of hands-on experience with Vue.js or other MVC framework (i.e. Angular, React, Java etc.)", "Experience working with backend developers to design RESTful APIs", "Experience working with internal and external APIs", "Basic understanding of common web security issues, such as XSS, CSRF, SQL Injection, etc", "Experience with agile methodologies and Git-based source control", "Motivated to research and learn about new technologies and practices", "Comfortable with a fast-paced environment, having to deal with both system maintenance and development at the same time"]}, {"title": "Cloud Solution Manager", "link": "https://www.jobstreet.co.id/id/job/cloud-solution-manager-3825483?jobId=jobstreet-id-job-3825483&sectionRank=866&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["PT. Sinergi Wahana Gemilang (SWG) is an Indonesian based company, and has been an IBM Software Value Added Distributor (VAD) since late 2010. Our operational offices are located in Jakarta and Surabaya.", "SWG received the highest recognition from IBM in early 2013, as the best IBM VAD based on 2012 business performance. For IBM Software, SWG authorized for all IBM Software products comprises more than 1100 products. Solution covers Collaboration, Information Management, Business Analytics, Industry Solutions, Application Infrastructure, Application Lifecycle Management, Cloud & Infrastructure as well as Security.", "In early 2013, Autodesk appointed SWG as Value Added Distributor for Manufacturing Industry.", "Autodesk provides software for personal computer dan multimedia. One can design, visualize and simulate an idea before creating the prototype or manufacturing the product.", "Products include in the area of 3D software design, engineering dan entertainment includes architectural design, mechanical design, geographic information systems and mapping, as well as visualization applications.", "We are now having an immediate job opening for the following role.\n "]}, {"title": ".Net Developer", "link": "https://www.jobstreet.co.id/id/job/.net-developer-3831916?jobId=jobstreet-id-job-3831916&sectionRank=867&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["As a ASP.Net Programmer, you are responsible for handle project with tight deadline, troubleshooting"]}, {"title": "Junior IT Developer", "link": "https://www.jobstreet.co.id/id/job/junior-it-developer-3841694?jobId=jobstreet-id-job-3841694&sectionRank=868&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Database Administrator", "link": "https://www.jobstreet.co.id/id/job/database-administrator-3839377?jobId=jobstreet-id-job-3839377&sectionRank=869&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Business Intelligence Developer (Power BI/Tableau)", "link": "https://www.jobstreet.co.id/id/job/business-intelligence-developer-power-bi-tableau-3843864?jobId=jobstreet-id-job-3843864&sectionRank=870&token=0~96c8f4d8-86e4-4ff7-a08a-1f529f554d0e&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least Diploma, Bachelor's Degree, Master's Degree/Post Graduate Degree in Engineering (Computer/Telecommunication), Computer Science/Information Technology or equivalent", "Strong knowledge on tableau developer (Desktop & Server editions)", "Minimum 5 years experience in using tableu/Power BI", "Good communication in English (excellent in English)", "Having experience working with Oracle database 11g", "Having experience Knowledge Oracle BI-Publisher will be strong plus", "Strong knowledge of SQL/PLSQL, data modeling, RDBMS", "Strong experience on reporting tools design & development", "Basic understanding of an ETL Tools", "Knowledge on Dataware house concepts and able to integrate with reporting systems", "Good analytical & Problem solving skills", "Preferably Supervisor/Coordinator specialized in IT/Computer - Software or equivalent"]}]