[{"title": "HRIS Application Analyst", "link": "https://www.jobstreet.co.id/id/job/hris-application-analyst-1030994418?jobId=jobstreet-id-job-1030994418&sectionRank=3721&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Collaborate with PAC CoE and IT Architecture team to develop detailed IT architecture plans and technology roadmap", "Responsible for functional configurations and deployment of Workday solutions based on business needs", "Responsible to review on the release upgrade, adoption, and deployment", "Collaborate with HR functional owners to develop automated testing scripts", "Ensure overall design and configuration of workday adheres to security and risk management controls and policies", "Strategize, monitor, and provide functional and technical support on the HR ecosystem", "Ensure solution handoffs to production - transition and stabilization for implemented solutions"]}, {"title": "Fullstack Developer", "link": "https://www.jobstreet.co.id/id/job/fullstack-developer-1030870579?jobId=jobstreet-id-job-1030870579&sectionRank=3722&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan Minimal D3 S1", "Usia Maksimal 35 Tahun", "Komunikatif, berkepribadian tangguh, dapat bekerjasama dalam team dan mudah beradaptasi", "Penempatan wilayah Bintaro, Tangerang", "Menguasai Java, MySQL/SQL Server, NoSQL/ MariaDb, Mengerti Node JS (Express, Ionic, PM2) Menjadi nilai lebih", "Mengerti database Postgresql, web/ PHP Programing/ Seperti Yuu/ Lavarel/ CI atau Framework Lain.", "Pernah atau mampu beradaptasi dengan Jaspersoft (ETL & Reporting)", "Mengeri cara membaca documetn design dengan UML", "terbiasa dengan Source Code Management (Bitbucket)", "Mampu menggunakan versioning seperti Git/ Bitbucket", "Pengalaman dalam pengembangan aplikasi Minimal 1 tahun", "Pengalaman dalam pengembangan Website Minimal 1 tahun"]}, {"title": "Data Analyst", "link": "https://www.jobstreet.co.id/id/job/data-analyst-1031005839?jobId=jobstreet-id-job-1031005839&sectionRank=3723&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Create adhoc analysis using SQL/ spreadsheet/ Python", "Create automated reports, tracking metrics, and dashboards using Redash/ Metabase.", "Support product team to answer business questions.", "Design and create data mart tables for self-service data.", "Evangelize and mentor product and business team for self-service data using Metabase."]}, {"title": "Digital Talent Program", "link": "https://www.jobstreet.co.id/id/job/digital-talent-program-1031021184?jobId=jobstreet-id-job-1031021184&sectionRank=3724&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Four rotations over the 24-month period with hands on skills to learn and explore different areas of core capability with IT Digital.", "Opportunity to collaborate with some of our group’s best digital talents to drive, design and build cool digital solutions (Web, Mobile AI, Cloud, IoT, Beautiful Data Visualization applications)", "A senior coach / mentor who will support in career progression (professional and personal development) through a structured training program.", "Develop leadership during all project delivery", "Comply and implement all company's regulation"]}, {"title": "OPERATION ENGINEER", "link": "https://www.jobstreet.co.id/id/job/operation-engineer-1030986452?jobId=jobstreet-id-job-1030986452&sectionRank=3725&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Technical Writer", "link": "https://www.jobstreet.co.id/id/job/technical-writer-1030956338?jobId=jobstreet-id-job-1030956338&sectionRank=3726&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least a Bachelor's Degree, Computer Science/Information Technology", "At least 1 year(s) of working experience in the related field is required for this position.", "Good knowledge with OOP Concept", "Excellent analytical and problem solving skills.", "Good knowledge Document Use Case / Flow Chart / DFD"]}, {"title": "Junior SEO Analyst", "link": "https://www.jobstreet.co.id/id/job/junior-seo-analyst-1030994406?jobId=jobstreet-id-job-1030994406&sectionRank=3727&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Responsible for creating SEO-friendly content and managing its publications throughout multiple websites.", "Optimize multiple website contents for on-page optimization and staying up to date in quality.", "Conduct keyword research using various marketing tools (Google Keyword Planner, Moz, Ahrefs,  etc) for content optimization.", "Implement strategies for link building and manage incoming backlinks to build online presence.", "Track SEO related metrics such as organic traffic, keyword rank, conversion rates, etc using Google Analytics or similar tools.", "Perform competitor analysis to identify content gaps and other improvements related to content creation or website development.", "Analyze various websites and social media pages to make recommendations for SEO related improvements.", "Coordinate and work together with design, content, product, and developers to manage SEO related projects", "Stay up-to date with newest SEO, social media, digital marketing trends, and practices that are constantly changing."]}, {"title": "Vendor Management Analyst", "link": "https://www.jobstreet.co.id/id/job/vendor-management-analyst-1030910071?jobId=jobstreet-id-job-1030910071&sectionRank=3728&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Handling end to end process of Vendor Onboarding", "Handling end to end process for Vendor Maintenance", "Assisting and guiding vendor on how to complete the registration process", "Reviewing Information and Document related process", "Performing analysis throughout vendor movement that includes spend, commodities and compliances to ensure the eligibility of the vendor aligning with the core business of the", "Monitoring all requests and ensuring all in track", "Maintaining relationships with stakeholders, both internal and external", "Performing vendor rationalization"]}, {"title": "Software Development Engineer Frontend", "link": "https://www.jobstreet.co.id/id/job/software-development-engineer-frontend-1031075224?jobId=jobstreet-id-job-1031075224&sectionRank=3729&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Software Quality Assurance", "link": "https://www.jobstreet.co.id/id/job/software-quality-assurance-1030910077?jobId=jobstreet-id-job-1030910077&sectionRank=3730&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Pembuatan Aplikasi Android & iOS"]}, {"title": "Risk Manager", "link": "https://www.jobstreet.co.id/id/job/risk-manager-1031065499?jobId=jobstreet-id-job-1031065499&sectionRank=3731&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Together with stakeholders to develop Enterprise Risk Management tools, practices, and policies to analyze and report enterprise risks, including operational risks, reputational risks, and compliance risks.", "Review existing business processes, identify threats and vulnerabilities of existing business processes, and calculate risks.", "Do a risk assessment, evaluation, and decision-based on risk management framework and tools.", "Provide consultation to risk owner to formulate risk treatment plans or on organizational and process changes."]}, {"title": "Business Analyst", "link": "https://www.jobstreet.co.id/id/job/business-analyst-1030970147?jobId=jobstreet-id-job-1030970147&sectionRank=3732&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Good Communication Skill.", "Good Analysis Skill, System Integration, and Good Knolwdge in Business Process.", "Have capability to define Application Solution Design until Prototype Level.", "Have background Experience as business Analyst to Develop business Application.", "Have good knowledge in technical aspects, like database and programming will be advantage."]}, {"title": "Automation and Chatbot Specialist", "link": "https://www.jobstreet.co.id/id/job/automation-and-chatbot-specialist-1031117380?jobId=jobstreet-id-job-1031117380&sectionRank=3733&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["You will participate in technical and product review meetings", "You are responsible for conducting business analysis with the stakeholders, aligning the Standard Operating Procedures (SOP)", "You are responsible for delivering quality automation/chatbot flow design and documentation", "You are responsible for delivering high quality, bug-free solutions using in-house built tools", "You are responsible for refining automation/chatbot flows as part of change requests"]}, {"title": "Director - Cyber (Risk Advisory)", "link": "https://www.jobstreet.co.id/id/job/director-cyber-risk-advisory-1031117379?jobId=jobstreet-id-job-1031117379&sectionRank=3734&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Display leadership and business judgement in managing local Cyber Risk service team (~40 headcounts)", "Work with team members and clients in delivering client services in the following areas: Identity and Access Management (IAM), Security Incident Monitoring and Incident Response (SIEM/SOC), Vulnerability Management and Penetration Testing (VAPT), Cyber Strategy and Governance", "Manage/lead the team or sub-team onsite in complex project implementation, managing and mentoring team members to ensure timely and quality delivery following project milestones", "Provide counselling/coaching, oversight and support for delivery teams members", "Leverage existing client relationship for cross-selling & up-selling opportunities", "Participate in business development process including proposal development, budgeting and marketing/eminence events with business partners and product principals"]}, {"title": "Senior Software Engineer, Productivity Growth - Commerce Enablement", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-productivity-growth-commerce-enablement-1031131997?jobId=jobstreet-id-job-1031131997&sectionRank=3735&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Improve the day-to-day lives of developers who need to design, build, test, debug and monitor their work", "Contribute to the engineering efforts from design to implementation, solving complex technical challenges around developer and engineering productivity and velocity", "Develop cutting edge tools and templates to improve the productivity of the developers in the Commerce Enablement organization", "Code, design, prototype, perform reviews and consult in the process of building highly scalable, reliable, and fault-tolerant systems", "Build and manage automated build/test/deployment environments", "Research new technologies and tools, speaking and participating in tech conferences to carry the Gojek brand throughout the community"]}, {"title": "AVP-Cisco Network Delivery & Operation", "link": "https://www.jobstreet.co.id/id/job/avp-cisco-network-delivery-operation-1031005832?jobId=jobstreet-id-job-1031005832&sectionRank=3736&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Proactively monitors the work queues & client infrastructure", "Perform operational tasks to resolve all incidents / requests in a timely manner and within agreed SLA.", "Update tickets with resolution tasks performed", "Identify, Investigate, analyse issues and errors prior to or when they occur and log all such incidents in a timely manner. Capture all required and relevant information for immediate resolution", "Provide first and second level support to all incidents, requests and identify the root cause of incidents and problems", "Identify problems and errors before they impact a client’s service", "Contribute to the change management process by logging all change requests with complete details for standard and non-standard including patching and any other changes to Configuration Items. Ensures all changes are carried out with proper change approvals", "Audit and analyse incident and request tickets for quality and recommends improvements with updates to knowledge articles.", "Moderate level knowledge in ticketing tools such as BMC and or Service Now"]}, {"title": "Technical Project Manager", "link": "https://www.jobstreet.co.id/id/job/technical-project-manager-1030870560?jobId=jobstreet-id-job-1030870560&sectionRank=3737&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["\n\nPT. Metrodata Electronics, Tbk listed its shares on the Indonesia Stock Exchange (IDX) since 1990 (IDX: MTDL) and is one of the leading Information and Communications Technology (ICT) companies in Indonesia. The Company maintains strategic alliances with world-class information technology companies. Currently, the Company has three main business lines, namely: the Distribution Business Unit that handles distribution to dealers, ICT solutions companies, and e-commerce; the Solution Business Unit that provides ICT total solutions from design, implementation, IT Managed Services, to consultation and training; and the Consulting Business Unit that offers innovative business solutions, starting from conceptualizing, defining, commissioning and implementation, to business transformation support.\n\n\t\t\tMETRODATA is the only national ICT company listed in Indonesia Fortune 100, and received prestigious awards from some various media, such as Forbes Indonesia’s 50 Best of The Best Companies 2018; Infobank Magazine’s 3rd Infobank 100 Fastest Growing Companies 2018: Category: Commerce, Services and Investments; Warta Ekonomi Magazine’s 4th Indonesia Living Legend Companies Award 2019: Leading ICT Integrator Company Category; Economic Review Magazine’s Indonesia Finance Award 2018: 3rd The Best Indonesia Computer & Device Services Public Company 2018: Category: Finance, Sector: Trade, Services & Investment; Anugerah Perusahaan Tbk Indonesia – V – 2018: Top 3 Computer Services & Appliances Best Public Company in Indonesia in 2018, Sector: Trade, Services, and Investment; and Majalah Investor’s The Best Listed Company 2018 – Electronics Sector.\n"]}, {"title": "Department Assistant", "link": "https://www.jobstreet.co.id/id/job/department-assistant-1031034819?jobId=jobstreet-id-job-1031034819&sectionRank=3738&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "PHP Developer", "link": "https://www.jobstreet.co.id/id/job/php-developer-1031021240?jobId=jobstreet-id-job-1031021240&sectionRank=3739&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Bachelor's Degree, Computer Science/Information Technology", "At least 2 year(s) of working experience in the related field is required for this position.", "Proficient in : "]}, {"title": "Database Administrator Engineer", "link": "https://www.jobstreet.co.id/id/job/database-administrator-engineer-1031075219?jobId=jobstreet-id-job-1031075219&sectionRank=3740&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "PHP Developer", "link": "https://www.jobstreet.co.id/id/job/php-developer-1030956340?jobId=jobstreet-id-job-1030956340&sectionRank=3741&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Minimal Bachelor degree from Information System or Information Technology ", "Having minimal 2 years experience as Web Programmer ", "Excels in using PHP, CI, MYSQL", "Fluent in English both written and oral, also perfect in computer skill", "Mature, good analytical thinking, good problem solving, cooperative, and able to work in under-pressure condition, also having high integrity related to confidential data."]}, {"title": "Strategy and Planning Associate - Central Sumatra", "link": "https://www.jobstreet.co.id/id/job/strategy-and-planning-associate-central-sumatra-1030870463?jobId=jobstreet-id-job-1030870463&sectionRank=3742&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["You are responsible for performing various analytical and reporting tasks using data to measure and identify trends for GrabFood projects/operations", "You lead and execute projects to streamline manual processes and automate reporting", "You drive cross-functional alignment across the business teams to ensure project’s goal is achieved", "You design reports and performance measurement dashboards to support GrabFood operational projects", "You provide insights and recommendations on performance and execution of the projects"]}, {"title": "New Business Special Project Associate, Logistic", "link": "https://www.jobstreet.co.id/id/job/new-business-special-project-associate-logistic-1031034849?jobId=jobstreet-id-job-1031034849&sectionRank=3743&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Identify and build requirements and operation flow – Be a strong pillar to identify partner operation requirements and help the partnership team out-serve our clients.", "Understand product specifications – Understand the general product to support client’s inquiries and recommend the solution.", "You will have the interaction with multiple stakeholders (internal and external)"]}, {"title": "Business Analyst", "link": "https://www.jobstreet.co.id/id/job/business-analyst-1030991710?jobId=jobstreet-id-job-1030991710&sectionRank=3744&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Foresee trends in the development of financial products and provide recommendations to be featured on the website and ensuring that the products benefit the site visitors as well as the company.", "Help in streamlining the product page to improve the user experience in obtaining information through our site and updating the information to ensure the website is accurate.", "Working alongside with business development team to set an effective development strategy."]}, {"title": "Digital Talent Program", "link": "https://www.jobstreet.co.id/id/job/digital-talent-program-1031021303?jobId=jobstreet-id-job-1031021303&sectionRank=3745&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Participate in all learning and assignments in Digital Talent Program", "Build digital solutions (Web, Mobile, AI, Cloud, IoT, Data Visualization applications) to solve business problems.", "Actively involve in process improvements projects in various area such as commerce, logistic, plantation, manufacturing, Finance, HR, Procurement and IT", "Develop leadership during all project delivery", "Achieving optimum result in all evaluation stages during program", "Comply and implement all company's regulation", "Engage and maintain relationship with facilitator, coach, mentor, and steering committee."]}, {"title": "FRONT END DEVELOPER", "link": "https://www.jobstreet.co.id/id/job/front-end-developer-1030910067?jobId=jobstreet-id-job-1030910067&sectionRank=3746&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Education: minimum S1 all major background (preferred in Information Technology)", "At least 3 years experiences in a software development world", "Expertise in Front End technologies and JavaScript including ReactJS", "Proficient understanding of web markup, including HTML and CSS3", "Experience using API documentation tools and fluency in using Git or similar source control"]}, {"title": "Full Stack Web Developer", "link": "https://www.jobstreet.co.id/id/job/full-stack-web-developer-1030870472?jobId=jobstreet-id-job-1030870472&sectionRank=3747&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Architect and build robust web applications using Esri developer tools such as ArcGIS REST API and ArcGIS API for JavaScript", "Implement methods that monitor the health, performance, and usability of systems, tools, and sites as well as to maintain the code quality and structure", "Write high-quality, well-documented code that ensures optimal performance, and achieves business requirements for QA to test deliverables", "Solve and articulate complex problems with website design and user experiences in a collaborative environment", "Collaborate effectively to review client requirements, feedback and optimise their solutions to meet their needs", "Stay current with complementary programming languages, development methodologies, user interface design techniques, and database tools", "Continuously discover, evaluate, and implement new technology."]}, {"title": "DEVELOPER (JUNIOR)", "link": "https://www.jobstreet.co.id/id/job/developer-junior-1030986449?jobId=jobstreet-id-job-1030986449&sectionRank=3748&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Usia: 20-30 tahun", "Pendidikan minimal: S1", "Pengalaman kerja minimal 0-1 tahun", "Bekerja sama dengan System Analyst serta seluruh team yang terkait dalam pengembangan project", "Bertanggung jawab dalam pengembangan product yang terkait dengan Frontend application", "Bertanggung jawab dalam mempelajari fungsi bisnis, mengumpulkan informasi dan mengevaluasi kebutuhan bisnis dan menterjemahkannya secara teknis, termasuk integrasinya dengan surounding system lainnya", "Bertanggung jawab dalam melakukan Debugging dan Unit Testing", "Berkolaborasi dengan technical writer untuk membangun dokumentasi yang komprehensive"]}, {"title": "iOS Developer", "link": "https://www.jobstreet.co.id/id/job/ios-developer-1031154147?jobId=jobstreet-id-job-1031154147&sectionRank=3749&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["2+ years of work experience as iOS Developer / Programmer.", "Strong in IOS (Objective C, Swift), OOP, SQL, & RDBMS.", "Having experience with IOS data frameworks such as Core Data, SQlite / Realm and GPS / Geolocation functionality.", "Knowledge of iOS back-end services and knowledge of Apple’s design principles and application interface guidelines.", "Familiarity with several Design Patterns and with engineering culture (i.e. pair programming, TDD, CI/CD).", "Familiarity with push notifications, APIs, and cloud messaging. "]}, {"title": "Digitization Project Leader and Analyst", "link": "https://www.jobstreet.co.id/id/job/digitization-project-leader-and-analyst-1031034896?jobId=jobstreet-id-job-1031034896&sectionRank=3750&token=0~b6bbfdbc-e54b-41d4-9957-41938e17d88f&fr=SRP%20Job%20Listing", "qualified": ["Open Talent Market", "Flexible Benefit", "Worldwide Employee Stock Ownership", "Comprehensive Online Training Module"]}]