[{"title": "KAIROS DEVELOPMENT PROGRAM", "link": "https://www.jobstreet.co.id/id/job/kairos-development-program-3824716?jobId=jobstreet-id-job-3824716&sectionRank=2041&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Lead back-end developer (work, live in Bali)", "link": "https://www.jobstreet.co.id/id/job/lead-back-end-developer-work-live-in-bali-3835226?jobId=jobstreet-id-job-3835226&sectionRank=2042&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "IOS Mobile Developer", "link": "https://www.jobstreet.co.id/id/job/ios-mobile-developer-3820494?jobId=jobstreet-id-job-3820494&sectionRank=2043&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Fullstack Developer E-Commerce", "link": "https://www.jobstreet.co.id/id/job/fullstack-developer-e-commerce-3835153?jobId=jobstreet-id-job-3835153&sectionRank=2044&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "System Administrator (Jakarta Selatan)", "link": "https://www.jobstreet.co.id/id/job/system-administrator-jakarta-selatan-3817022?jobId=jobstreet-id-job-3817022&sectionRank=2045&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Full-Stack Developer", "link": "https://www.jobstreet.co.id/id/job/full-stack-developer-3834648?jobId=jobstreet-id-job-3834648&sectionRank=2046&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "SAP ABAP Consultant (Semarang)", "link": "https://www.jobstreet.co.id/id/job/sap-abap-consultant-semarang-3834959?jobId=jobstreet-id-job-3834959&sectionRank=2047&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Solution Architect", "link": "https://www.jobstreet.co.id/id/job/solution-architect-3835596?jobId=jobstreet-id-job-3835596&sectionRank=2048&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Network Engineer CCNA", "link": "https://www.jobstreet.co.id/id/job/network-engineer-ccna-3831920?jobId=jobstreet-id-job-3831920&sectionRank=2049&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "PHP (LARAVEL) PROGRAMMER", "link": "https://www.jobstreet.co.id/id/job/php-laravel-programmer-3817417?jobId=jobstreet-id-job-3817417&sectionRank=2050&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Senior PHP Developer", "link": "https://www.jobstreet.co.id/id/job/senior-php-developer-3834708?jobId=jobstreet-id-job-3834708&sectionRank=2051&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "ERP Project Manager", "link": "https://www.jobstreet.co.id/id/job/erp-project-manager-3836667?jobId=jobstreet-id-job-3836667&sectionRank=2052&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Manage and ensure ERP projects are done on time, on budget and on scope with high customer satisfaction", "Developing project plans, goals, and budgets; identifying resources needed", "Maintaining project timeframes, budgeting estimates and status reports", "Build and mentor team members to improve their capability", "Coordinating project team members and developing schedules and individual responsibilities", "Using project management tools to track project performance and schedule adherence", "Conducting risk assessments for projects", "Analyze, plan and develop requirements and standards in reference to scheduled projects", "Hold regular team meetings to determine progress and address any questions or challenges regarding projects", "Guiding and performing strategic analysis for the project", "Organising and managing all phases of the project to ensure on-time completion", "Assembling and coordinating project team members; assigning individual responsibilities", "Planning and overseeing the preparation and dissemination of project communications.", "Create and maintain comprehensive project documentation"]}, {"title": "Programmer", "link": "https://www.jobstreet.co.id/id/job/programmer-3815901?jobId=jobstreet-id-job-3815901&sectionRank=2053&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan Minimum S1 jurusan IT/ Teknik Ilmu Komputer/Sistem Informasi", "Minimal 2 tahun pengalaman sebagai Programmer", "Fresh Graduate dipersilahkan melamar", "Menguasai pemrograman Web base PHP, HTML, JavaScript, CSS", "Memahami Framework Codeignitier 3, v4 jadi nilai tambah", "Memahami Flutter, NodeJS, Golang jadi nilai tambah", "Memahami Database MySql dan PostgreSQL; NoSql (jadi nilai tambah) ", "Memiliki kepribadian yang baik dan sopan", "Percaya diri, kreatif, daya analis yang kuat dan memiliki inisiatif", "Terbiasa dengan deadline", "Mampu membuat modul-modul secara team"]}, {"title": "IT Manager", "link": "https://www.jobstreet.co.id/id/job/it-manager-3832089?jobId=jobstreet-id-job-3832089&sectionRank=2054&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Responsible to plan, evaluate and establish an integrated enterprise-wide IT system to support and enable the standardization of business processes, improve efficiency, internal controls and visibility by Head-Office to monitor front office business and back-office operations and results.", "Responsible to oversee IT Planning and System Development, IT Business Support and IT Operation Support Departments.", "Responsible to plan and develop overall systems and align IT strategy with business strategy.", "Responsible to design for implementation and deployment of IT software applications as an integrated portfolio of applications, delivering accurate and complete integrated information for analyzing and decision-making.", "Responsible to manage & maintain a secure Enterprise IT infrastructure to improve the company’s voice, network and enterprise data capabilities for its IT operations.", "Ensuring of ICT project implementation approved by management as company strategy initiation.", "ICT budgeting"]}, {"title": "Web Developer", "link": "https://www.jobstreet.co.id/id/job/web-developer-3824219?jobId=jobstreet-id-job-3824219&sectionRank=2055&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least Bachelor’s Degree in Engineering (Computer/Telecommunication), Computer Science/Information Technology or equivalent", "At least 2 Year(s) of working experience in the related field is required for this position", "Required Skill(s):PHP, CodeIgniter, SQL Server, MY SQL", "Having good knowledge about Web Developer (Full stack)", "Placement in Sudirman, Jakarta Pusat"]}, {"title": "IT Manager", "link": "https://www.jobstreet.co.id/id/job/it-manager-3814394?jobId=jobstreet-id-job-3814394&sectionRank=2056&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Coordinating IT Development Team to provide technology solutions based on company's needs to support company's operational system and business growth and improvement, maintaining, evaluating, and fixing existing and running system", "Making project development plan, structure, execution and implementation strategy", "Managing the delivery of multiple complex simultaneous system development projects from design through to release.", "Working closely with the IT Manager and Business Analysts to produce accurate delivery estimates and manage the transition from analysis through to design and delivery.", "Providing regular and effective progress updates to and work closely with the IT Manager to ensure the management of any delivery risks or issues.", "Ensuring project delivery within timeline and schedule", "Ensuring the chosen technology meets the project requirement & needs", "Maintaining and keep watching for current technology improvement and the impact with company current technology", "Ability attitude can do", "Experience in the development of software using Microsoft C# .Net MVC, SQL Server technologies, Web API's, Web Development (Javascript, CSS & HTML) including Front End tools such as AngularJS, Bootstrap, etc."]}, {"title": "Oracle Functional Consultant (SCM)", "link": "https://www.jobstreet.co.id/id/job/oracle-functional-consultant-scm-3837257?jobId=jobstreet-id-job-3837257&sectionRank=2057&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Evaluate, identify, and give recommendation regarding customer's application in order to provide the appropriate business solution; and compose it into business proposal, including conduct the presentation and/or demo system to customer ", "Perform the application implementation and ensure its process is in accordance with customer's needs and proposed timeline", "Direct contact with customer to provide solutions to the problems that arise after implementation, as well as to seek the possibility to implement another development", "Become a training instructor for customers in learning, understanding, and operation of the implemented software application in basic and advance trainings", "Maintain and develop knowledge of specific application system technology"]}, {"title": "Senior Bisnis Analis", "link": "https://www.jobstreet.co.id/id/job/senior-bisnis-analis-3816648?jobId=jobstreet-id-job-3816648&sectionRank=2058&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Berkoordinasi dengan pemberi tugas dalam mengelola implementasi SPBE berdasarkan dokumen Cetak Biru (Blueprint)", "Melaksanakan diskusi dengan tim maupun presentasi dengan pihak pemberi tugas berkaitan dengan topik/ sub topik pada assessment dan pendampingan", "Melakukan analisis pada struktur organisasi dan kebijakan organisasi, hasil implementasi SPBE, design system, database, dan architecture untuk SPBE serta skema database yang diimplementasikan terkait SPBE", "Melakukan assessment dan menyusun rekomendasi Teknologi (data, infrastruktur dan keamanan) yang digunakan dalam pengembangan dan dukungan pengembangan aplikasi", "Melakukan evaluasi terhadap implementasi yang sudah dilakukan sesuai blueprint", "Melakukan pendampingan Implementasi SPBE berupa pemetaan portofolio aplikasi, implementasi rekomendasi Teknologi (data, infrastruktur dan keamanan) baik pada pengembangan maupun dukungan pengembangan aplikasi, serta Interelasi antar layanan (dari sisi proses bisnis, data, aplikasi dan data center)", "Melakukan verifikasi dan koreksi atas bahan laporan dan paparan yang sudah dicompile sebelum disampaikan oleh Ketua Tim kepada pemberi tugas", "Menganalisa kebutuhan infrastruktur, integrasi antar Aplikasi (domain infrastruktur), pengelolaan dan keamanan data dalam implementasi SPBE serta merancang struktur model data", "Mengawasi jalanannya implementasi SPBE termasuk kinerja SPBE dan integritas data", "Menyusun bahan paparan presentasi sesuai dengan jadwal kegiatan terkait", "Menyusun bahan materi pada laporan kegiatan dan materi paparan presentasi", "Melakukan peer review, draft dokumen akhir Implementasi SPBE", "WFH-Friendly Position"]}, {"title": "IT PROJECT MANAGER", "link": "https://www.jobstreet.co.id/id/job/it-project-manager-3821531?jobId=jobstreet-id-job-3821531&sectionRank=2059&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Bachelor Degree of Computer Science/Information Engineering/Information System.", "Maximum 45 years old", "Having at least 5 years experience on managing IT Project", "Preferred having knowledge on computer networking, such as LAN / WAN, TCP / IP, PC, Documentation, and Project", "Able to preparing a detailed project plan to schedule key project milestones, workstreams activities", "Managing and adjusting for any changes in project scope and schedule", "Able to speak English", "Have good communication and able to work hard", "Willing to travel around Indonesia"]}, {"title": "SENIOR JAVA PROGRAMMER", "link": "https://www.jobstreet.co.id/id/job/senior-java-programmer-3835992?jobId=jobstreet-id-job-3835992&sectionRank=2060&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Proficient in Java and Java Enterprise Edition (J2EE) and up to date with latest Java releases.", "Proficient in Relational Database.", "Working experience minimum 2 years in developing enterprise software application.", "Experience in Java and Web Framework, with knowledge on Spring/Stripes/Hibernate is a plus.", "Experience in using versioning control such as Git.", "Experience in using Maven will be an added advantage.", "Have good knowledge of software SDLC."]}, {"title": "PROGRAMMER WEB", "link": "https://www.jobstreet.co.id/id/job/programmer-web-3815545?jobId=jobstreet-id-job-3815545&sectionRank=2061&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Budaya kerja yang inovatif dan penuh semangat", "Menguasai MVC dan API", "Selalu Mengikuti Perkembangan Teknologi"]}, {"title": "IT Cyber Security Enginer", "link": "https://www.jobstreet.co.id/id/job/it-cyber-security-enginer-3817533?jobId=jobstreet-id-job-3817533&sectionRank=2062&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least a Bachelor's Degree (Information Technology major or equivalent).", "At least have 2 years working experience in the related field (Cyber Security/Security Engineer/any related field).", "Experienced in Web programming languages such as PHP, JAVA scripting languages.", "Experienced in web security and encryption, software development, computer security, and cybersecurity.", "Must understand intrusion detection, firewalls, threat modeling, and ethical hacking.", "Must understand network architectures, protocols, routing, and access controllers.", "Must understand major operating systems, such as Linux, UNIX, and Windows.", "Must understand major database platforms like MySQL and MSSQL.", "Know security systems infrastructure, audit functions, and encryption tools.", "Know how to perform computer forensics work, virus and phishing attempt detection and prevention, and security compliance.", "Must understand cyber security risks associated with various technologies and ways to manage them.", "A good working knowledge of various security technologies such as network and application firewalls, host intrusion prevention and anti-virus.", "Analytical and problem-solving skills to identify and assess risks, threats, patterns and trends.", "Verbal communication skills, including presentation skills, with an ability to communicate with a range of technical and non-technical team members and other relevant individuals.", "Written communication skills, for example to write technical reports"]}, {"title": "SAP SD", "link": "https://www.jobstreet.co.id/id/job/sap-sd-3836594?jobId=jobstreet-id-job-3836594&sectionRank=2063&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least Bachelor's Degree in Accounting, Computer Science/Information Technology or equivalent.", "Fresh Graduate with project and internship are highly encourage to apply", "Good English Communication Skill", "Possess a strong analysis, problem solving skills, initiative & team work", "Having knowledge about SAP functional, implementation and modules."]}, {"title": "SCRUM MASTER", "link": "https://www.jobstreet.co.id/id/job/scrum-master-3820404?jobId=jobstreet-id-job-3820404&sectionRank=2064&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Lead teams and manage the planning and grooming of sprints, execute sprints including daily scrum meetings and review sprints ", "Responsible for project launch, deadlines, results and overall performance with various client’s ", "Assessing the Scrum Maturity of the team and organization and coaching the team to higher levels of maturity, at a pace that is sustainable and comfortable for the team and organization. ", "Monitor Project performance regarding efficiency, quality, technical and financial risks on assigned projects ", "Mitigate project risks while resolving any issues or conflicts that arise to ensure deadlines are met ", "Manage risks to delivery, remove impediments to delivery success ", "Facilitate team activities - discussions leading to collective decision-making, goal setting and conflict resolution within the team ", "Communicate cross functionally, ensuring transparency of progress and outcomes; Report team progress and accomplishment up and across; Facilitates status updates, product demos and retrospectives", "Tracking and reporting financials for various Team"]}, {"title": "IT Application Support", "link": "https://www.jobstreet.co.id/id/job/it-application-support-3831523?jobId=jobstreet-id-job-3831523&sectionRank=2065&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Follow up support tickets from IT Service Desk & Administration within agreed Service Level Agreements.", "Perform and support Month End (ME) & Year End data closing per target set for financial report in Accounting.", "Do consolidation process for ME data and crosscheck for anny issues on ME data (eg. Unbalance).", "Troubleshoots application software, database issues and web application system on a timely basis.", "Assist customers in troubleshooting problems, diagnose issues with software installation and application, identify sources of the problem and offer solutions.", "Involved in the creation of new software and work closely with software engineers and development teams to identify and resolve potential issues in the development stage.", "Analyze all aspects of the software and make suggestions throughout the development phase to help avoid issues in the final product.", "Determine, review criticality and prioritize resolution of issues.", "Resolve cases and provide updates to customer", "Engage in the Knowledge Management process by creating and using materials.", "Guide clients to use self-help resources.", "Support clients to answer queries, locate information and review technical requirements.", "Record customer change requests and technical requirements.", "Record issues and solutions to troubleshoot guides."]}, {"title": "Full Stack Developer", "link": "https://www.jobstreet.co.id/id/job/full-stack-developer-3835726?jobId=jobstreet-id-job-3835726&sectionRank=2066&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Degree in Information Technology, Computer Science, or related.", "Proven experience as a full-stack developer or similar role (Have 2-3 years experience)", "Design overall architecture (client-side and server-side ) of the web application", "Familiarity with RESTful APIs", "Mastering Microsoft Excel", "Knowledge of modern authorization mechanisms, such as JSON Web Token", "Strong knowledge of Java, ReactJS, Infrastructure and security.", "Strong knowledge of PHP, SQL, JavaScript, CI, MVC, HTML, CSS", "Knowledge of CSS3, HTML5, Bootstraps & additional Framework"]}, {"title": "JAVA DEVELOPER / WEB DEVELOPER", "link": "https://www.jobstreet.co.id/id/job/java-developer-web-developer-3836920?jobId=jobstreet-id-job-3836920&sectionRank=2067&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["The Most Advanced Banking Technology Provider", "Accelerated Career Path for those with Exceptional Talent", "Work Closely with Experienced Teamwork in Banking Industry"]}, {"title": "React JS Developer Penempatan Yogyakarta", "link": "https://www.jobstreet.co.id/id/job/react-js-developer-penempatan-yogyakarta-3821954?jobId=jobstreet-id-job-3821954&sectionRank=2068&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Beberapa klien kami :", "AXA, MAXX COFFEE, Kopi Janji Jiwa, Kopi Kenangan, dll", "BERGABUNGLAH SEKARANG !"]}, {"title": "IT MOBILE DEVELOPER", "link": "https://www.jobstreet.co.id/id/job/it-mobile-developer-3836816?jobId=jobstreet-id-job-3836816&sectionRank=2069&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Candidate must be at least Diploma Degree or Bachelor Degree (Computer Science, Information Technology, Information Management) ", "At least 1 years experiences as Mobile Developer", "Experience of development Android / iOS application using Flutter", "Experience of development Android application using Kotlin", "Experience of development iOS application using Swift", "Experience on Restful API with Lumen (PHP) preferable", "Keep up to date with the new Android technology.", "Able to work in a collaborative environment while maintaining a pleasant, helpful personality.", "Must be a good listener and a team player.", "Willing to placed in CIBUBUR Area"]}, {"title": "Software QA Analyst", "link": "https://www.jobstreet.co.id/id/job/software-qa-analyst-3825742?jobId=jobstreet-id-job-3825742&sectionRank=2070&token=0~220ba8e2-45a5-496a-b50d-398d0755822c&fr=SRP%20Job%20Listing", "qualified": ["Create tests to identify software problems", "Analyze bugs and errors found during tests", "Document results of tests for the software development team", "Recommend improvements in software to enhance user experience", "Motivate the development process for efficiency and performance", "Works together with the software developer to enhance and improve product Research and compare similar competitor products", "Maintain updated knowledge of industry trends and advancements"]}]