[{"title": "Data Analyst", "link": "https://www.jobstreet.co.id/id/job/data-analyst-3845338?jobId=jobstreet-id-job-3845338&sectionRank=61&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Menafsirkan data, menganalisa hasil menggunakan teknik statistik dan memberikan laporan yang sedang berjalan.", "Mengembangkan dan mengimplementasikan database, sistem pengumpulan data, analisis data dan strategi lain yang mengoptimalkan efisiensi dan kualitas statistic.", "Mendapatkan data dari sumber data primer atau sekunder dan pertahankan database / sistem data.", "Mengidentifikasi, menganalisa, dan menafsirkan tren atau pola dalam kumpulan data yang kompleks.", "Melakukan filter data dengan meninjau laporan komputer, cetakan, dan indikator kinerja untuk menemukan dan memperbaiki masalah dari berbagai variable.", "Bekerja sama dengan seluruh departemen untuk menganalisis kebutuhan bisnis dan informasi.", "Berkoordinasi untuk mencari dan menentukan peluang untuk meningkatkan perusahaan berdasarkan analisis data."]}, {"title": "IT Developer", "link": "https://www.jobstreet.co.id/id/job/it-developer-3844851?jobId=jobstreet-id-job-3844851&sectionRank=62&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Usia maksimal 30 tahun", "Lulusan minimal S1 Informasi Teknologi dan sejenisnya", "IPK minimal 2.75 (skala 4.00)", "Memiliki pengalaman minimal 2 tahun dibidang yang sama", "Memiliki kemampuan yang sangat baik tentang programming Qlikview, PHP, JAVA, PL/SQL, Oracle, SDLC", "Mempunyai kemampuan dalam operating system android", "Memiliki kemampuan untuk melakukan analisa dan tracing system untuk memecahkan masalah operasional", "Berpikir kritis, detil, analitis, & proaktif", "Mampu bekerja dalam team"]}, {"title": "IT DEVELOPER DOT NET", "link": "https://www.jobstreet.co.id/id/job/it-developer-dot-net-3827397?jobId=jobstreet-id-job-3827397&sectionRank=63&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["\nPT. BRINGIN KARYA SEJAHTERA adalah salah satu Perusahaan Anak Dana Pensiun BRI yang bergerak dalam Bidang Konstruksi, Pengelolaan Gedung (Building Management), Persewaan dan Pengelolaan Arsip.\nPT Bringin Karya Sejahtera adalah sebuah perusahaan swasta Indonesia yang merupakan anak perusahaan Dana Pensiun  BRI berdiri sejak tahun 1986, adalah perusahaan yang bergerak dalam Bidang :\nKontraktor, Tata Graha, Pengelolan Gedung dan Persewaan Arsip/ Investasi serta usaha lainnya yang memberikan pelayanan terbaik kepada klien. Saat ini kami mencari kandidat terbaik untuk bergabung untuk mengembangkan dan maju bersama Kami. \n"]}, {"title": "Network Monitoring Officer", "link": "https://www.jobstreet.co.id/id/job/network-monitoring-officer-3846680?jobId=jobstreet-id-job-3846680&sectionRank=64&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Bertanggung jawab melakukan monitoring terhadap alarm system dan perangkat jaringan backbone dan akses yang telah aktif pada NMS.", "Bertanggung jawab melakukan identifikasi alarm yang muncul dan melakukan eskalasi atau managemen pelaporan kepada tim terkait.", "Bertanggung jawab memberikan tanggapan dan pengecekan terhadap masalah yang di keluhkan pelanggan baik melalui telpon, email atau media lain.", "Bertanggung jawab untuk melakukan monitoring terhadap system jaringan atas aktivitas maintenance.", "Membuat laporan harian terhadap event yang terjadi pada system jaringan.", "Bersedia bekerja dengan shift 7x24 jam sesuai peraturan yang berlaku."]}, {"title": "IT & PRODUCT SUPPORT", "link": "https://www.jobstreet.co.id/id/job/it-product-support-3844036?jobId=jobstreet-id-job-3844036&sectionRank=65&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["BPJS Kesehatan & Ketenagakerjaan,", "Asuransi Swasta, Claim Kesehatan", "Bonus, Status Permanent jika kinerja baik"]}, {"title": "IT STAFF", "link": "https://www.jobstreet.co.id/id/job/it-staff-3844201?jobId=jobstreet-id-job-3844201&sectionRank=66&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Hold a minimum Bachelor Degree (S1) in computer science or related", "Good communication skill, Well organized, High motivation, good analytical thinking, pleasant personality and detail oriented", "Has ability to Multitasking (multitasking oriented)", "Experienced in programming (added value)", "Skill Requirements:", "Minimum have 2 years experiences as IT Support", "Have experience with troubleshooting", "Have experience with networking", "Have experience with server management (added value)"]}, {"title": "Hardware Support Officer", "link": "https://www.jobstreet.co.id/id/job/hardware-support-officer-3843537?jobId=jobstreet-id-job-3843537&sectionRank=67&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["To do hardware installation: both for new hardware, replacement, moving out and after service in user's place", "Update software in user's hardware", "Record every IT problem and the solution of IT incident documentation"]}, {"title": "IT SUPPORT", "link": "https://www.jobstreet.co.id/id/job/it-support-3843421?jobId=jobstreet-id-job-3843421&sectionRank=68&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Bank Mandiri Jakarta Selatan"]}, {"title": "HR Information and System Analyst", "link": "https://www.jobstreet.co.id/id/job/hr-information-and-system-analyst-3845618?jobId=jobstreet-id-job-3845618&sectionRank=69&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Develop existing Human Capital System and future project based on annual plan", "Provide system internal test", "You will perform help desk functions to analyze, resolve issues and create report related to HC System", "Manage and process employee data periodically in order to serve best information to user", "Handle other request or complaints from user, and record it in a neat system"]}, {"title": "IT Network", "link": "https://www.jobstreet.co.id/id/job/it-network-3844243?jobId=jobstreet-id-job-3844243&sectionRank=70&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Providing managed and in-house infrastructure support & services", "Planning and Optimizing in the network", "Design and implement secure network architecture according to the best practice", "Installing, configuring and supporting network equipment", "Monitoring and testing of the backup and restore process.", "Monitoring of systems and infrastructure deployment operation.", "Define SLA for IT infrastructure and monitoring their compliance.", "Maintaining and controlling computer networks and any computer environments that are related to configurations, hardware programs software, and structures software"]}, {"title": "Information Security Risk", "link": "https://www.jobstreet.co.id/id/job/information-security-risk-3845174?jobId=jobstreet-id-job-3845174&sectionRank=71&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Develop IT compliance policies, procedures and practices using corporate IT & compliance sources, insurance regulations, data privacy regulations, intellectual property regulations, business partner/ customer agreements, and industry best practices.", "Implementation of IT compliance policies, procedures, reporting/standard and practices throughout the Allianz Indonesian organization. ", "Working with, and monitoring the relevant IT and business stakeholders to ensure the implementation of the defined IT Strategy and IT compliance and governance policies.", "Develop IT standards for applications and infrastructure, through the interaction with Corporate and internal IT resources and ensure compliance throughout the Allianz Indonesian IT organization.", "Responsible for the promotion and development of IT compliance, process asset and audit repository to store related artifacts that can be used by external auditors and internal or external IT teams.", "Ensure the successful execution of internal and external IT audits by overseeing, and providing a point of contact for each audit and through the development of clear lines of communication with audit teams, regional IT resources, external IT vendors, and internal IT teams.", "Supporting Operational Risk Management: Provide monthly ORM update report, Support annual Risk and Control Self-Assessment (RCSA), Inform own department on operational risk topics", "Ensure the successful execution of internal and external IT audits by overseeing, and providing a point of contact for each audit and through the development of clear lines of communication with audit teams, regional IT resources, external IT vendors, and internal IT teams. ", "Operational Risk Management:   Provide monthly ORM update report   Support annual Risk and Control Self-Assessment (RCSA)   Inform own department on operational risk topics   Active participation in quarterly ORM WG", "   Provide monthly ORM update report", "   Support annual Risk and Control Self-Assessment (RCSA)", "   Inform own department on operational risk topics", "   Active participation in quarterly ORM WG", "Perform Outsourcing Vendor Assessment and others requirement, Perform Outsourcing Vendor Assessment and others requirement by Allianz SE", "Perform Software Licensing Assessment and Gap Analysis, Refer and comply with AGSP (Allianz Standard for Procurement) and GOP (Group Outsourcing Policy)", "Monitoring for IT Risk Management Register, IT Toxic Component", "Compliance on all of ISRM practices from Group Standard,  Identify organizational needs regarding information security requirements and to create an effective information security management system (ISMS) and Responsible for IT Risk Management.", "Preferably had experience in Consultant Public "]}, {"title": "IT Programmer", "link": "https://www.jobstreet.co.id/id/job/it-programmer-3846011?jobId=jobstreet-id-job-3846011&sectionRank=72&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Domisili area kota Cimahi, Jawa Barat", "Pendidikan S1 Informatika", "Pengalaman Minimal 2 (dua) tahun di bidangnya", "Menguasai Database (SQL Server, MySql, dan sejenisnya)", "Menguasai bahasa pemrograman (Python dan sejenisnya)", "Menguasai alur ERP / HRIS", "Menyukai hal baru & tantangan", "Mampu bekerja sama dengan team, dan mempunyai record kepribadian yang baik", "Bekerja dengan maksimal, memiliki daya juang dan inisiatif yang tinggi"]}, {"title": "IT Application Support / Software Technical Support", "link": "https://www.jobstreet.co.id/id/job/it-application-support-software-technical-support-3846663?jobId=jobstreet-id-job-3846663&sectionRank=73&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Assist customers in troubleshooting problems, diagnose issues with software installation and application, identify sources of the problem and offer solutions.", "Involved in the creation of new software and work closely with software engineers and development teams to identify and resolve potential issues in the development stage.", "Analyze all aspects of the software and make suggestions throughout the development phase to help avoid issues in the final product.", "Determine, review criticality and prioritize resolution of issues.", "Resolve cases and provide updates to customer", "Engage in the Knowledge Management process by creating and using materials.", "Guide clients to use self-help resources.", "Offer direct customer service and technical support to users through phone, email and in-person.", "Support clients to answer queries, locate information and review technical requirements.", "Record customer change requests and technical requirements.", "Record issues and solutions to troubleshoot guides."]}, {"title": "IT System Development Support (Internship)", "link": "https://www.jobstreet.co.id/id/job/it-system-development-support-internship-3842045?jobId=jobstreet-id-job-3842045&sectionRank=74&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["PENGUMUMAN :", "\nPuninar Group tidak pernah memungut biaya apapun dalam proses rekrutmen.\nPuninar Group tidak pernah bekerja sama dengan travel agent / biro perjalanan tertentu dalam proses rekrutmen.", "\nApabila Anda diminta untuk membayar sejumlah uang dalam bentuk pembayaran tiket pesawat dan hotel atau akomodasi lainnya agar diabaikan. Jangan memberikan data pribadi atau data keuangan Anda kepada siapapun.", "\nJika membutuhkan klarifikasi lebih lanjut dapat langsung menghubungi Puninar Group.", "--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------", "Puninar Group is an affiliated company of Triputra Group. Since established in 1969, Puninar Logistics has grown and developed into foremost and experienced logistics company which leads logistics world in Indonesia with the capability and competence to provide a total logistics solution through its vertical industry operations. Our deep understanding in Customer’s Supply Chain, enable us to add-values along the entire supply chain, starting from freight forwarding and customs clerance of raw production material, inbound logistics, manufacturing materials management, warehousing, distribution, up to post delivery services and return logistics.", "Puninar Group has the largest & widest range of logistics facilities & infrastructure:", "Equipped with own assets of more that 650 trucks and 13 set of vessels,  and more than  136.00 sqm indoor and 700.000 sqm outdoor warehuse, Puninar extend its capability by heavily investing in  leading world class transportation management system, Oracle Transportation Management, the first 3PL that implementing OTM, equipped by world class standard in Road Transport Safety Mangement Systems (ISO 39001:2012), where Puninar is the first company in Indonesia who achieve this certification. In the area of Warehouse Management, Puninar implementing benchmarked and well proven Warehouse Management System, Kerrier WMS.  In the area of Customs Clearance Services, Puninar develop inhouse Customs Clearance Management Services, a realization of its long standing expertise, knowhow and experience for more that 50 years.", "The Company is headquartered in Cakung, Jakarta with facilities located throughout Indonesia, with branch office / operation site in Bekasi, Nagrak, Cakung, Semarang, Surabaya, Kelanis, Banjarmasin, Balikpapan, Makasar."]}, {"title": "IT Infrastructure Staff", "link": "https://www.jobstreet.co.id/id/job/it-infrastructure-staff-3842698?jobId=jobstreet-id-job-3842698&sectionRank=75&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Bachelor Degree in Computer Science / Information Technology or related major from reputable university", "Have minimum 2 years in related field", "Basic computer Knowledge (Peripherals hardware, OS, Network, Security, etc", "Available to be placed in Mall of Indonesia - Jakarta Utara"]}, {"title": "IT Staff - Yogyakarta", "link": "https://www.jobstreet.co.id/id/job/it-staff-yogyakarta-3842438?jobId=jobstreet-id-job-3842438&sectionRank=76&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Age maximum 28 years old.", "Minimum S1 degree in faculty of computer science or similar from an accredited university.", "Proactive and innovative.", "Dare to face challenges.", "Must have proficient knowledge on various technology issues.", "Very well organized and have expert time management skills.", "Learned with curious mind.", "Hard worker and detail oriented.", "Able to work in a team or individual.", "Able to critically think for all issues.", "Proficient in English.", "Must want to learn and be able to take constructive criticism.", "Open-minded and out of the boxer thinker.", "Demonstrate honest and ethical values.", "COVID-19 fully vaccinated.", "​Willing to be placed in Yogyakarta."]}, {"title": "ADMIN PROJECT", "link": "https://www.jobstreet.co.id/id/job/admin-project-3845582?jobId=jobstreet-id-job-3845582&sectionRank=77&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Usia maksimal 30 tahun", "Pengalaman bekerja minimal 2 tahun", "Ada kemampuan bekerja didalam dan diluar kantor", "Lulusan minimal S1 semua jurusan, perguruan tinggi negeri maupun swasta terkemuka. ", "Memiliki kepribadian rapi, tertib dalam melaksanakan pekerjaan.", "Memiliki kemampuan menggunakan perangkat komputer dengan penguasaan Microsoft Office (Word, Excel, Powerpoint, Visio, atau sejenis), korespondensi email, kolaborasi telekomunikasi Zoom, Google Meet, Cisco Webex dan sejenis.", "Memiliki latar belakang pekerjaan berbasiskan project.", "Memiliki kemampuan berkomunikasi dan menjelaskan dengan baik. Diutamakan memiliki kemampuan berbahasa Inggris.", "Memiliki kemampuan editorial dan naratif yang baik terutama dalam bentuk tulisan dan visualisasi paparan materi.", "Bersedia bekerja dengan jadwal waktu dan lokasi pekerjaan yang fleksibel namun tetap bertanggung jawab.", "Memiliki latar pendidikan atau pekerjaan dibidang system, data, atau telekomunikasi akan sangat dipertimbangkan.", "Memiliki basic pengetahuan di dunia teknis / IT dan memiliki kemauan keras untuk belajar", "Mampu bekerja dibawah tekanan"]}, {"title": "IT Project Administrator", "link": "https://www.jobstreet.co.id/id/job/it-project-administrator-3828432?jobId=jobstreet-id-job-3828432&sectionRank=78&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Minimum bachelor degree from any related field", "5 years working experiences as IT governance", "Good knowledge in documenting IT business requirements", "End-to-end experience of the project life cycle"]}, {"title": "IT System Analyst", "link": "https://www.jobstreet.co.id/id/job/it-system-analyst-3843768?jobId=jobstreet-id-job-3843768&sectionRank=79&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Web Development (HTML5, CSS / Bootstrap & JavaScript).", "Database (Oracle / SQL / NO – SQL).", "Web Development Framework (CodeIgniter, Laravel, Angular, React, Vue)."]}, {"title": "IT QA Tester", "link": "https://www.jobstreet.co.id/id/job/it-qa-tester-3844315?jobId=jobstreet-id-job-3844315&sectionRank=80&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Kandidat harus memiliki setidaknya gelar Sarjana atau Pasca Sarjana Teknik (Komputer/Telekomunikasi), Ilmu Komputer/Teknologi Informasi atau setara.", "Minimum pengalaman 1 tahun sebagai QA Tester / Implementor", "Memahami Database", "Familiar denan internet banking", "Memiliki pengetahuan terhadap kualitas software dan metodologi testing", "Memiliki pengetahuan dan wawasan yang luas dengan dunia IT / Sistem Aplikasi.", "Mampu berbahasa Inggris dengan baik.", "Bisa segera bergabung dalam waktu dekat (diutamakan)."]}, {"title": "HEAD OF NETWORK & SECURITY ADMINISTRATOR", "link": "https://www.jobstreet.co.id/id/job/head-of-network-security-administrator-3846472?jobId=jobstreet-id-job-3846472&sectionRank=81&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan Minimal S1 Teknik Informatika/ Teknik Elektro", "Mempunyai pengalaman minimal 3 tahun dibidang yang sama", "Memiliki pengetahuan dan pemahaman tentang jaringan/network (Firewall,Router,Switch)", "Memiliki pengetahuan Server Operating System (Windows server,Linux)", "Memiliki pengetahuan database server (SQL server,Oracle,MySQL,etc)", "Memiliki pengetahuan mengenai system network dan system", "Memiliki kemampuan bahasa inggris", "Bersedia menjalani tes & seleksi serta penempatan di SIDOARJO-JAWA TIMUR"]}, {"title": "IT ERP Officer", "link": "https://www.jobstreet.co.id/id/job/it-erp-officer-3846475?jobId=jobstreet-id-job-3846475&sectionRank=82&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Menangani problem solving aplikasi ERP Dynamics AX: Procurement, Inventory, Production, RNQ, Sales Order, Finance, Plan Maintenance, dan aplikasi pendukungnya.", "Berkoordinasi dengan user untuk kelancaran sistem aplikasi Manufaktur.", "Bertanggung jawab berjalannya sistem aplikasi Manufaktur.", "Memimpin project improvement aplikasi Manufaktur."]}, {"title": "IT Security Monitoring & Incident Support", "link": "https://www.jobstreet.co.id/id/job/it-security-monitoring-incident-support-3845295?jobId=jobstreet-id-job-3845295&sectionRank=83&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Receives and looks into alerts daily", "Reviews the most recent SIEM alerts to see their relevance and urgency", "Carries out triage to ensure that a genuine security incident is occurring", "Create a security incident ticket and follow-up for closure", "Provide necessary security log from SIEM for incident handling purposes"]}, {"title": "IT Business Intelligence Manager", "link": "https://www.jobstreet.co.id/id/job/it-business-intelligence-manager-3845179?jobId=jobstreet-id-job-3845179&sectionRank=84&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Lead, responsible and overseeing report & management dashboad.", "Provision in close cooperation with IT team."]}, {"title": "Web Developer", "link": "https://www.jobstreet.co.id/id/job/web-developer-3845677?jobId=jobstreet-id-job-3845677&sectionRank=85&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Analyze user requirements to determine technical requirements.", "Write, design, or edit web page content, or produce other direct content.", "Back-up files from web sites to local directories for instant recovery in case of problems.", "Identify the problems found by testing or customer feedback, and fix the problem or refer the appropriate personnel for correction.", "Evaluate code to ensure that it is valid, properly structured, meets industry standards and is compatible with browsers, devices, or operating systems.", "Design, build, or maintain websites, use authoring or scripting languages, content creation tools, management tools, and digital media.", "Maintain an understanding of current web technology or programming practice through continuing education, reading, or participation in professional conferences, workshops, or groups.", "Develop or validate test routines and schedules to ensure that test cases mimic external interfaces and address all types of browsers and devices."]}, {"title": "Web Developer", "link": "https://www.jobstreet.co.id/id/job/web-developer-3828085?jobId=jobstreet-id-job-3828085&sectionRank=86&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan terakhir D3 Manajemen Informatika/Sistem Informasi/Teknik Informatika", "Usia minimal 25, maksimal 30", "Pengalaman minimal 1 tahun di posisi yang sama", "Wajib menguasai framework Codeigniter versi 3 atau diatasnya.", "Menguasai: HTML, CSS, Javascript, Android, dan PHP.", "Menguasai RDBMS: SQL Server, MySql, Oracle.", "Menguasai Script PL/SQL", "Menguasai kemampuan develop: iReporting, Jasper Report, Design Report.", "Paham mengenai konsep Version Control System akan menjadi nilai tambah.", "Suka mempelajari hal baru.", "Komunikatif, sabar, tekun, disiplin, dan berkomitmen."]}, {"title": "IT SYS.ADMIN", "link": "https://www.jobstreet.co.id/id/job/it-sys.admin-3842707?jobId=jobstreet-id-job-3842707&sectionRank=87&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Medical coverage", "Career development", "Team building events"]}, {"title": "CLS Engineer - Support", "link": "https://www.jobstreet.co.id/id/job/cls-engineer-support-3846402?jobId=jobstreet-id-job-3846402&sectionRank=88&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan minimal S1 Teknik Electrical/Electro Engineering Telekomunnication", "Memiliki pengalaman kerja minimum 1 (satu) tahun di bidang yang sama, Fresh Graduate dipersilahkan melamar", "Usia maksimal 27 Tahun", "Memiliki keterampilan teknis pengelolaan DWDM, Fiber Optic, Elektro, Cable Landing yang kuat ", "Memiliki Sertifikasi seperti CCNA, Juniper merupakan nilai tambah "]}, {"title": "Jr. IT Programmer", "link": "https://www.jobstreet.co.id/id/job/jr.-it-programmer-3827491?jobId=jobstreet-id-job-3827491&sectionRank=89&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Deep knowledge of Phyton", "Passionate in program development and coding", "Have an understanding of ERP concept, ever made one/two system-module is a plus", "Showing proper analytic and logical thinking", "Having sense of urgency in handling problems", "Communicative, able to express ideas.", "High potential in learning capacity and motivation, is mandatory"]}, {"title": "Engineer On Site (Penempatan Musi Rawas)", "link": "https://www.jobstreet.co.id/id/job/engineer-on-site-penempatan-musi-rawas-3844505?jobId=jobstreet-id-job-3844505&sectionRank=90&token=0~ae698c38-ee4c-4c10-87d5-3a34c9f42e8c&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan minimal D3/S1 Teknik Informatika/Teknik Telekomunikasi", "Memiliki pengalaman pekerjaan di bidang yang sama minimal 1 tahun", "Memahami jaringan Local Area Network (LAN), Metropolitan Area Network & Wide Area Network (WAN)", "Mengetahui topologi jaringan & dapat melakukan setting switch CISCO", "Pernah instalasi jaringan/router switch", "Bersedia standby (on call ) diluar jam kerja jika diperlukan", "Lokasi penempatan Musi Rawas Sumatera Selatan"]}]