[{"title": "Storage VMWare", "link": "https://www.jobstreet.co.id/id/job/storage-vmware-3832288?jobId=jobstreet-id-job-3832288&sectionRank=601&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Bachelor's Degree majoring in Information Technology, Computer Science or related.", "Have at least 1 year experience related to Storage / VMWare.", "FRESH GRADUATE are welcome to apply.", "Work will be related to Storage / VMWare Technology.", "Having average english communication."]}, {"title": "IT Enterprise Data Management Manager", "link": "https://www.jobstreet.co.id/id/job/it-enterprise-data-management-manager-3829669?jobId=jobstreet-id-job-3829669&sectionRank=602&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Manage and implement the strategy for data management & governance", "Working with the Other Managers to define Information and data Solution Architecture", "Implementation of system improvements and new technologies aimed at data storage, profiling, processing, management, and integration into business applications", "Give recommendations for improvements and platform development to meet strategic objectives of the business (e.g. workflow management. applications, data cleansing, auditing, etc.)", "Gap analysis of current business systems", "Understanding of existing business applications and legacy systems landscape to support information and solution architecture"]}, {"title": "QAQC Manager", "link": "https://www.jobstreet.co.id/id/job/qaqc-manager-3843545?jobId=jobstreet-id-job-3843545&sectionRank=603&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["International environment", "Work life balance", "Competitive benefit package"]}, {"title": "IT Application Support", "link": "https://www.jobstreet.co.id/id/job/it-application-support-3840073?jobId=jobstreet-id-job-3840073&sectionRank=604&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Candidates must possess at least Bachelor's Degree in Engineering (Computer/Telecommunication), Engineering (Others), Computer Science/Information Technology, Science & Technology or equivalent.", "At least 2 year experience as IT Application Support", "Have experience in Banking project", "Have knowledge on Java, SDLC, Agile, DevSecOps Tools, Linux, Oracle, Scripting.", "Have a good knowledge about UNIX platform such as RHEL or Ubuntu.", "Have good knowledges with Atlassian products such as Confluence and Jira.", "Have knowledge on Windows Server, RedHat Server & SQL Server", "Good English proficiency, especially in writing", "Fast learner, good problem solving, teamwork and analytical skills.", "Highly motivated person, passionate, adaptive & honest"]}, {"title": "Blockchain Developer", "link": "https://www.jobstreet.co.id/id/job/blockchain-developer-3845058?jobId=jobstreet-id-job-3845058&sectionRank=605&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Merancang, membangun Aplikasi berbasis blockchain.", "Analisa dan pengembangan aplikasi sesuai kebutuhan yang berjalan."]}, {"title": "Fullstack Engineer - KG Media", "link": "https://www.jobstreet.co.id/id/job/fullstack-engineer-kg-media-3843273?jobId=jobstreet-id-job-3843273&sectionRank=606&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Build system and feature from scratch", "Think beyond code to architecture and enhance user experience", "Optimize application rendering performance for speed and scalability.", "Maintain code in compliance with team coding standards for the given language and frameworks.", "Ensure systems meet business requirements and industry practices.", "Employ a variety of languages and tools to marry systems together.", "Collaboration with other technology team member"]}, {"title": "Functional Consultant", "link": "https://www.jobstreet.co.id/id/job/functional-consultant-3843209?jobId=jobstreet-id-job-3843209&sectionRank=607&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Involved in the project as a team leader to deliver the ERP implementation", "Able to carry out ERP exploration according to the given stream task"]}, {"title": "Back End Developer", "link": "https://www.jobstreet.co.id/id/job/back-end-developer-3832126?jobId=jobstreet-id-job-3832126&sectionRank=608&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan minimal S1 Teknik Informatika/Ilmu Komputer", "Pengalaman dibidang IT/Back End Developer minimal 1 tahun.", "Memahami bahasa pemrograman untuk Back End seperti Golang.", "Pengalaman menggunakan library pihak ketiga, APIs dan Github/Gitlab.", "Pengalaman dengan bahasa pemrograman berbasis objek, RESTful, API, JSON/XML/HTML protocol, ORM.", "Memahami Teknologi database seperti MySQL dan MongoDB.", "Familiar dengn code versioning tools Git"]}, {"title": "Solution Architect (Data Center Facility _ Mechanical)", "link": "https://www.jobstreet.co.id/id/job/solution-architect-data-center-facility-_-mechanical-3843381?jobId=jobstreet-id-job-3843381&sectionRank=609&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["\nAt Huawei, we define human progress by innovations that enrich humanity. We do not view connectivity as a privilege, but a necessity. We believe that the impact of information and communications technology should be measured by how many people can benefit from it.\nHuawei is a leading global ICT solutions provider. Through our dedication to customer-centric innovation and strong partnerships, we have established end-to-end capabilities and strengths across the carrier networks, enterprise, consumer, and cloud computing fields. Our products and solutions have been deployed in over 170 countries, serving more than one third of the world's population.\n\n\nHuawei's vision is to enrich life through communication. By leveraging our experience and expertise in the ICT sector, we help bridge the digital divide by providing opportunities to enjoy broadband services, regardless of geographic location. Contributing to the sustainable development of society, the economy, and the environment, Huawei creates green solutions that enable customers to reduce power consumption, carbon emissions, and resource costs."]}, {"title": "Web IT Development", "link": "https://www.jobstreet.co.id/id/job/web-it-development-3829370?jobId=jobstreet-id-job-3829370&sectionRank=610&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Technology Specialist", "link": "https://www.jobstreet.co.id/id/job/technology-specialist-3831651?jobId=jobstreet-id-job-3831651&sectionRank=611&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Dapat membaca dan menerapkan ke dalam system dari sebuah design document yang berisikan wireframe,story,ataupun flowcharts.", "Berkomunikasi secara periodic dengan stakholders terkait delivery project (PM, Solution architect, developer, and user) ", "Memandu dan menjadi bagian dalam kegiatan workshop project (UAT, SIT, KUT Session)", "Melakukan update version control atau source code management ", "Memberikan arahan atau panduan do and dont serta limitasi dari framework", "Melakukan explore dan research pada framework untuk inovasi yang lebih baik "]}, {"title": "IT Manager", "link": "https://www.jobstreet.co.id/id/job/it-manager-3840127?jobId=jobstreet-id-job-3840127&sectionRank=612&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Max. 45 Tahun", "Min. S1 Teknik informatika/Sistem Informatika", "Memahami Networking, Windows Server/Linux", "Dapat melakukan setup LAN dan Wifi", "Menguasai pemrograman PHP, Codeigniter, MySQL", "Memahami Troubleshooting hardware dan software", "Teliti dan memiliki motivasi kerja yang tinggi", "Memiliki kemauan keras dalam mempelajari teknologi software terbaru", "Dapat bekerja secara Tim", "Mampu mengelola dan mengembangkan Tim IT.", "Berpengalaman dalam perancangan dan pengembangan infrastruktur TI", "Memiliki pengetahuan dalam mengelola departemen IT (managing the IT Department)", "Memiliki pengetahuan tentang Project Management Process", "Mempunyai keahlian kepemimpinan yang kuat (management dan supervisory skill)", "Mengetahui secara umum instalasi dan administrasi hardware, software dan jaringan", "Mempunyai kemampuan analisa dan penyelesaian masalah", "Mempunyai kemampuan dalam pembuatan keputusan (decision making)", "Kemampuan berkomunikasi secara verbal maupun tulisan", "Kemampuan dalam melaksanakan tugas dalam tekanan kerja yang tinggi", "Jujur dan dapat dipercaya", "Fleksibel terhadap kondisi dan lingkungan kerja", "Memiliki kepedulian dan sensitif terhadap kebutuhan bisnis"]}, {"title": "Senior Data Engineer", "link": "https://www.jobstreet.co.id/id/job/senior-data-engineer-3833381?jobId=jobstreet-id-job-3833381&sectionRank=613&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Create and maintain optimal data pipeline architecture for report, business intelligence (BI) dashboard.", "Create report and business intelligence (BI) dashboard need by organization.", "Identify, design, and implement internal process improvements: automating manual processes, optimizing data delivery that needed by BI and reporting services", "Create the infrastructure required for optimal extraction, transformation, and loading of data from a wide variety of data sources using SQL and big data technologies.", "Create analytics tools that utilize the data pipeline to provide actionable insights into customer acquisition, operational efficiency, and other key business performance metrics.", "Create data tools for analytics in building and optimizing reporting services.", "Ensure the effectiveness and efficiency of operational database system.", "Monitor database & system operational activities in Bina Nusantara.", "Maintain data security and accuracy in Bina Nusantara", "Provide excellent service towards users, in relation to database authorization, change and withdrawal (web & workgroup)"]}, {"title": "IT Infrastructure Executive (Gosowong, North Maluku Based)", "link": "https://www.jobstreet.co.id/id/job/it-infrastructure-executive-gosowong-north-maluku-based-3830941?jobId=jobstreet-id-job-3830941&sectionRank=614&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["At least 3 (three) years of working experience in similar position preferably in Mining sector", "Understanding of warehouse and transportation management system is an advantage", "Advance in MS Office Excel, Power Point and reporting skill", "Having strong leadership, analytical and problem solving skill, and good communication skill", "Have Moderate English Ability", "Willing to be placed in Gosowong, North Maluku", "Willing to work on a mining operation work schedule"]}, {"title": "Sr. Database Engineer", "link": "https://www.jobstreet.co.id/id/job/sr.-database-engineer-3825992?jobId=jobstreet-id-job-3825992&sectionRank=615&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Responsible for PostgreeSQL, and other relational database administrations (PostgreeSQL, MongoDB, Redis, SQL Server)and management (capacity planning, installation, backup, recovery, monitoring, optimizations, troubleshooting, etc).", "Refining the Database logical design model so that it can be translated into a specific data model (RDBMS and Non RDBMS/NoSQL).", "Database & Query performance tuning.", "Controlling user access permissions and privileges.", "Monitoring database efficiency.", "Supporting user data request, Collaborate with other team members and stakeholders", "Developing, managing and testing backup and recovery plans.", "Ensuring that storage and archiving procedures are functioning correctly.", "Provision SQL & NoSQL instances, both in clustered and nonclustered configurations", "Ensure performance, security, and availability of databases", "Handle common database procedures, such as upgrade, backup, recovery, migration, etc."]}, {"title": "Product Manager", "link": "https://www.jobstreet.co.id/id/job/product-manager-3826926?jobId=jobstreet-id-job-3826926&sectionRank=616&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["You are customer-centric and able to discover and empathize with customer pain points.", "You are experienced in crafting delightful products that are easy to use.", "You are a master communicator who will work to bring teams together to drive towards a singular goal of making a product successful.", "You are able to use data to drive decisions, measure product performance, and communicate impact and get buy-in from senior executives.", "You are disciplined and understand that product management is both an art and science."]}, {"title": "Digital and Data Analytic Specialist", "link": "https://www.jobstreet.co.id/id/job/digital-and-data-analytic-specialist-3826859?jobId=jobstreet-id-job-3826859&sectionRank=617&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Minimum bachelor degree from any related field", "Minimum 5 years working experience in related field", "Experienced in digital platform and CRM system", "Experienced with omni-channel integrated journey and application"]}, {"title": "Presales Server (Code: PS)", "link": "https://www.jobstreet.co.id/id/job/presales-server-code%3A-ps-3845821?jobId=jobstreet-id-job-3845821&sectionRank=618&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Provide insight and best-practice information on technical matters of product and solutions including:", "Product and solution specifications.", "Product and solution capabilities.", "Comparative advantage of the product and solution.", "The alignment / interchange ability of the product and solution.", "Integration of the product and solution.", "Provide technical advice and recommendation to support the development of technical proposal.", "Recommend the strategy of the technical presentation and pre-sales.", "Support the technical presentation and pre-sales.", "Provide and find the answers to the prospective clients’ questions on technical aspects of the products and services.", "Suggest the comparative advantages of Multipolar products and solutions."]}, {"title": "Frontend Engineer", "link": "https://www.jobstreet.co.id/id/job/frontend-engineer-3833321?jobId=jobstreet-id-job-3833321&sectionRank=619&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Candidate must possess at least a Bachelor's Degree in any major", "At least 2 year(s) of working experience as UI/UX Designer", "Required skill: HTML, CSS, React-Native, Git/GitHub, Adobe Creative Suite (Photoshop, Illustrator, In Design)", "Have a good communication skill", "Able to work under preassure and with deadline"]}, {"title": "Java Developer", "link": "https://www.jobstreet.co.id/id/job/java-developer-3827411?jobId=jobstreet-id-job-3827411&sectionRank=620&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["FiberHome is the top 3 telecommunications product and solution provider in China. It is a Chinese government company and dedicated to the telecommunication industry for more 30 years. FiberHome has more than 20,000 employees with annual turnover around 2 billion US Dollar. It has been award 2010 Bloomberg Newsweek “Global Top 100 Technologies Companies” and “China Most Competitive Optical Network Manufacturer” by authoritative industry media. Two subsidiary companies of FiberHome group have been listed in China Shanghai stock-exchange and Shenzhen Stock-exchange. FiberHome’s global sales network covers more than 65 countries with 20 overseas branch offices around the world."]}, {"title": "PROGRAMMER", "link": "https://www.jobstreet.co.id/id/job/programmer-3832202?jobId=jobstreet-id-job-3832202&sectionRank=621&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Application, software, and systems development", "Perform detailed systems analysis and design, requirement studies, database design, coding, testing as well as development and integration of applications", "Participate and take responsibility for all levels of software life cycle on the assigned projects", "Maintain, support and enhance existing applications and systems with new features and functions"]}, {"title": "Application Developer Supervisor (.Net)", "link": "https://www.jobstreet.co.id/id/job/application-developer-supervisor-.net-3845106?jobId=jobstreet-id-job-3845106&sectionRank=622&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Family-like Workplace", "Competitive Salary & Benefits", "Hybrid Work Environment"]}, {"title": "Junior Software Engineer", "link": "https://www.jobstreet.co.id/id/job/junior-software-engineer-3824561?jobId=jobstreet-id-job-3824561&sectionRank=623&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Berpengalaman mengerjakan project sistem informasi atau aplikasi minimal 1 tahun, fresh graduate are welcome.", "Memahami konsep programming, struktur data, algoritma, SQL dan API", "Proaktif dalam problem solving, inisiatif yang kuat dan mampu bekerja dengan pengawasan yang minimal", "Memiliki keinginan belajar yang kuat dan menyukai teknologi baru", "Mampu memotivasi diri dan memiliki semangat untuk berprestasi", "Mampu bekerja secara individu dan sebagai tim, dan mencapai target tepat waktu."]}, {"title": "Front End Developer", "link": "https://www.jobstreet.co.id/id/job/front-end-developer-3825522?jobId=jobstreet-id-job-3825522&sectionRank=624&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Melakukan analisa FSD untuk diimplementasikan dalam pembuatansolusi aplikasi sesuai dengan standard arsitektur.", "Melakukan maintenance terkait perbaikan bugs ataupun improveperformance pada aplikasi aplikasi existing.", "Melakukan support saat proses SIT/UAT.", "Membuat dokumentasi teknis terkait aplikasi yang dikembangkan.", "Melakukan research dan mengadakan sharing knowledge secaraberkala kepada tim"]}, {"title": "IT Developer", "link": "https://www.jobstreet.co.id/id/job/it-developer-3828486?jobId=jobstreet-id-job-3828486&sectionRank=625&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Degree in IT, Engineering, Science, or any related fields.", "Minimum 3 years of experiences in IT Field as Full Stack, Front End or Back End Developer ", "Familiar to design, build & test, maintenance and bug fixing application, Handle Database management and API, Web Services, loT, Maintenance an error in code or database ", "Has knowledge in PHP, NodeJS, Java, Javaseript, CH, MYSQL, PostgresQL., SOL Server, Basic Hardware Troubleshooting & Networking. React Native, Code Igniter, Laravel, Lumen, Json, GitHub.", "Value added experience of developing mobile apps.", "Value added experience of developing Datawarchouse (BI Tools).", "A fast learner who adapt quickly to change, eager to learn new things in Information and Technology, and discipline"]}, {"title": "Service Point Engineer Palangkaraya", "link": "https://www.jobstreet.co.id/id/job/service-point-engineer-palangkaraya-3822616?jobId=jobstreet-id-job-3822616&sectionRank=626&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["S1 Teknik Komputer, Ilmu Komputer, Teknik Informatika atau Ilmu Komputer lainnya.", "Memiliki pengalaman minimal 1 tahun, fresh graduate dipersilahkan melamar", "Memiliki kemampuan dasar dibidang (LAN)", "Memiliki kemampuan komunikasi yang baik", "Mampu belajar cepat dan adaptif terhadap teknologi baru", "Dapat bekerja secara mandiri", "Berdomisili di Palangkaraya", "Dapat bergabung secepatnya"]}, {"title": "Programmer", "link": "https://www.jobstreet.co.id/id/job/programmer-3825524?jobId=jobstreet-id-job-3825524&sectionRank=627&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Attractive Incentive Package & notebook ownership program", "Career Advancement with training & certifications", "Flexible Working Hours"]}, {"title": "Full STACK ENGINEER", "link": "https://www.jobstreet.co.id/id/job/full-stack-engineer-3841939?jobId=jobstreet-id-job-3841939&sectionRank=628&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "DevOps Engineer", "link": "https://www.jobstreet.co.id/id/job/devops-engineer-3827518?jobId=jobstreet-id-job-3827518&sectionRank=629&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Bachelor Degree in Information Technology, Engineering, Computer Science", "Experience in developing Continuous Integration/ Continuous Delivery pipelines (CI/ CD)", "Having experiences and/or knowledge in one the following technologies:"]}, {"title": "SAP SD Consultant", "link": "https://www.jobstreet.co.id/id/job/sap-sd-consultant-3827105?jobId=jobstreet-id-job-3827105&sectionRank=630&token=0~0aa7ac32-c827-4dc7-8e11-16baff2a860b&fr=SRP%20Job%20Listing", "qualified": ["Minimum graduated from reputable university, Bachelor Degree in Information Technology, Engineering, Business or Science", "Required language(s): Bahasa Indonesia, English", "Minimum 5 years experience as SAP SD Consultant.", "Strong experience with about 5 years of project, and at least 3 cycle of managing middle size project", "Intensive experience in exercising IT Project Management and Business Process Improvement", "Have good understanding about IT Services Market & Business.", "Specialization & Certification Required: IT Project Management, IT Architecture & Planning.", "Have good communication, interpersonal skill, and english proficient.", "Have good MS Office skill sets."]}]