[{"title": "Senior Software Engineer, Backend (Marketplace Pythia)", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-backend-marketplace-pythia-1030991778?jobId=jobstreet-id-job-1030991778&sectionRank=3601&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["We are looking for a Software Developer who can not only write high-quality code daily but possess the tenacity and determination to drive projects through the full life cycle along while dealing with cross-team dependencies. We value proactivity and it is important that a member of our team take initiatives to identify problems, and have the right mindset and skill sets to solve them.", "The day-to-day activities:", "You are responsible for designing and writing with Java and Go languages to improve the availability, scalability, latency, and efficiency of Grab's range of services", "You will design and write data pipelines implemented using Scala", "You collaborate with engineering team to explore and create new design / architectures geared towards scale and performance", "You support the team by participating in code and design reviews to maintain our high development standards", "You constantly engage in service capacity and demand planning, software performance analysis, tuning and optimization", "You will liaise closely with the infrastructure team in building and scaling back-end services as well as performing root cause analysis investigations", "You participate in the designing, building, analyzing and fixing of large-scale systems", "You are accountable for debugging and modifying complex, production software"]}, {"title": "Senior Manager - Oracle - ID", "link": "https://www.jobstreet.co.id/id/job/senior-manager-oracle-id-1031101399?jobId=jobstreet-id-job-1031101399&sectionRank=3602&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Carry out allocated tasks in Oracle implementation on consulting engagements", "You will be working closely with the leaders in implementing Oracle (module / skill) projects covering phases like business requirement study, conceptual and detailed design, solutions delivery through the final production cut-over.", "You will identify best business practices and implement the processes together with our customers, as well as demonstrate business solutions in different industries and prepare the system to solve industry specific requirements.", "Maintain good relationships with customers and colleagues to meet expected customer service levels."]}, {"title": "Software Engineer - Xenshield", "link": "https://www.jobstreet.co.id/id/job/software-engineer-xenshield-1030941623?jobId=jobstreet-id-job-1030941623&sectionRank=3603&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Proficient in Go and experience in at least 1 of the following: Python, ******* (Typescript, Javascript)", "Experience in SQL database (Postgres, MongoDB). Good to have experience in NoSQL database (MongoDB)", "Experience in AWS EKS / Kubernetes and Docker as infrastructure platform technology", "Experience in implementing unit, integration, end-to-end, and API tests", "Experience in refactoring", "Experience in CI/CD technology)", "Familiarity with Scrum as a development methodology", "Have a great sense of end-to-end ownership of the products and tools you build"]}, {"title": "IT Manager-Indonesia", "link": "https://www.jobstreet.co.id/id/job/it-manager-indonesia-1031147818?jobId=jobstreet-id-job-1031147818&sectionRank=3604&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "PROGRAMMER FRONT END (UI + UX)", "link": "https://www.jobstreet.co.id/id/job/programmer-front-end-ui-ux-1031156813?jobId=jobstreet-id-job-1031156813&sectionRank=3605&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Minimum Bachelor Degree. Preferably from art, design, creative multimedia or equivalent", "Minimum 3-4 years of art and graphic design experience", "Minimum 1 years’ experience as UI-UX designer  ", "Candidates must know the programming language of html + css and framework react", "Proficient in microservices", "Having good knowledge about microservices, XD, Photoshop, Illustrator, InDesign, Acrobat, Dreamweaver, HTML5, CSS3 and Java Script", "Having experience in software versioning tools, responsive website and wiring framing (mock up tools)", "Good analytical and thinking", "Flexible and Able to work in a team", "Fluent in English both oral and written"]}, {"title": "UI Illustrator (Experiments)", "link": "https://www.jobstreet.co.id/id/job/ui-illustrator-experiments-1031154136?jobId=jobstreet-id-job-1031154136&sectionRank=3606&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Deliver well-crafted, beautiful UI illustrations: Work with designers, PMs, and Marketing to produce quality and production-level UI illustrations that help users to engage with our user interfaces and content", "Demonstrate a strong commitment and dedication to craft: We want our icons and illustrations to add that sense of delight and surprise as they use our products, differentiating ourselves from our competitors and adding value to customers", "Ownership mindset: Own the design process end-to-end from the initial gathering of requirements from designers and product teams, scoping of projects, and the planning of review, iterations and delivery of work", "Be comfortable with a highly collaborative approach: Partner designers in designing interfaces with well-integrated UI illustrations, and participate in usability testing sessions to increase quality of deliverables", "Be a team player: Contribute fresh ideas to our design system, our user interfaces and design initiatives to take our designs from good to great!", "Do whatever it takes to make Xendit succeed"]}, {"title": "Product Manager Lead (Last Mile)", "link": "https://www.jobstreet.co.id/id/job/product-manager-lead-last-mile-1031183997?jobId=jobstreet-id-job-1031183997&sectionRank=3607&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Software Engineer", "link": "https://www.jobstreet.co.id/id/job/software-engineer-1031147713?jobId=jobstreet-id-job-1031147713&sectionRank=3608&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Develop high-quality software design and architecture", "Identify, prioritise and execute tasks in the software development life cycle", "Develop tools and applications by producing clean, efficient code", "Automate tasks through appropriate tools and scripting", "Review and debug code", "Perform validation and verification testing", "Collaborate with internal teams and vendors to fix and improve products", "Document development phases and monitor systems", "Check and review code from team"]}, {"title": "Senior Technology & Cloud Architect", "link": "https://www.jobstreet.co.id/id/job/senior-technology-cloud-architect-1031131992?jobId=jobstreet-id-job-1031131992&sectionRank=3609&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Being a recognized subject matter expert for IT infrastructure management (experience of planning and designing of cloud infrastructure, platform, data center, server, storage, RDBMS, data management and middleware)", "Experienced in architecting, building, and maintaining applications on cloud platforms preferably in Oracle Cloud", "Engage with customer accounts to determine/create business needs; identify and develop opportunities, and develop solutions by leveraging Oracle Cloud technologies", "Deliver successful customer engagements leading to increased consumption", "Work closely and collaboratively as one team with customer applications team members and Oracle Cloud platform team", "Ability to persuade others through presentations, demonstrations, and written communication"]}, {"title": "Senior Product Manager (Growth)", "link": "https://www.jobstreet.co.id/id/job/senior-product-manager-growth-1031117358?jobId=jobstreet-id-job-1031117358&sectionRank=3610&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Acquisition", "Onboarding", "User Engagement"]}, {"title": "Manager Digital Product", "link": "https://www.jobstreet.co.id/id/job/manager-digital-product-1031072141?jobId=jobstreet-id-job-1031072141&sectionRank=3611&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Engage with partners to understand business requirements of your service", "Align business requirements, corporate compliance and security guidelines into the roadmap, communicate new features to all partners", "Provide strategic advice for the organization on digital and technology service delivery", "Coordinate end-to-end activation of a certain set of features, linked to a global program", "Ensure service offering alignment with the Solution Design, Technology Roadmap, IT Guiding Principles and PMI practices", "Oversee and manage team performance, development, motivation, coordination, and workload management to ensure effective, productive working environment, and high-performing and high-motivated team"]}, {"title": "React Native Engineer - B2B Fintech", "link": "https://www.jobstreet.co.id/id/job/react-native-engineer-b2b-fintech-1031183933?jobId=jobstreet-id-job-1031183933&sectionRank=3612&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Build and maintain Xendit mobile applications and frameworks", "Build required tooling or infrastructure to help us do that easier", "Build entire mobile solutions with best practice, performance, delightful user experience, and scalability in mind", "Help guide business requirements with technical feasibility and/or constraints", "Do whatever it takes to make Xendit succeed"]}, {"title": "Assistant Manager, Partnership revenue Optimization", "link": "https://www.jobstreet.co.id/id/job/assistant-manager-partnership-revenue-optimization-1031154068?jobId=jobstreet-id-job-1031154068&sectionRank=3613&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Generate business insights through data analysis, and provide recommendations to improve business performance accordingly", "Identifying key insights and root causes with hypothesis-driven framework", "providing actionable solutions using robust data analysis and industry benchmark", "Leveraging statistical tools to interpret data sets and key trends/patterns that could be valuable for business diagnostic and predictive analytics efforts."]}, {"title": "Game Artist Intern", "link": "https://www.jobstreet.co.id/id/job/game-artist-intern-1030902913?jobId=jobstreet-id-job-1030902913&sectionRank=3614&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Fluent in Bahasa Indonesia.", "Internship period lasts for a minimum of 3 months.", "Have your own laptop & drawing tablet to do productive work.", "Have a good internet connection, as we’re still in a Remote working environment as of now."]}, {"title": "Senior Software Engineer - Forex", "link": "https://www.jobstreet.co.id/id/job/senior-software-engineer-forex-1031072168?jobId=jobstreet-id-job-1031072168&sectionRank=3615&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Collaborate to build entire Forex tech solutions with best practice in mind.", "Understand customer needs and requirements, prioritise build based on customer impact.", "Responsible for Forex product performance on scalability, reliability and security.", "Produce and make sure team delivery has high quality and comply with regulations.", "Leverage team engineering skill by knowledge sharing and actively improve your own knowledge to follow best practices.", "Able to consistently give structured feedback and direction to peers and accept any feedback for the sake of growth.", "Do whatever it takes to make Xendit group succeed."]}, {"title": "UI/UX Designer - Special Project", "link": "https://www.jobstreet.co.id/id/job/ui-ux-designer-special-project-1030886519?jobId=jobstreet-id-job-1030886519&sectionRank=3616&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["You have a degree/diploma in Design, Fine Arts, Engineering or related field", "You have prior experience as a UI/UX Designer as well as a strong portfolio of related projects", "You are proficient in Adobe Creative Suite (specifically Illustrator, InDesign and Photoshop)", "You are proficient in prototyping tools such as Sketch, InVision, etc.", "You pay strong attention to detail and have a keen eye for aesthetics", "You have excellent communication skills and can clearly articulate your ideas, designs, and suggestions", "You are a strong team player who can collaborate effectively with different stakeholders"]}, {"title": "UI/UX Designer", "link": "https://www.jobstreet.co.id/id/job/ui-ux-designer-1031117344?jobId=jobstreet-id-job-1031117344&sectionRank=3617&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Learn real case situations to understand problems in Koltiva products, discover the possible solutions and execute design process.", "Working together with Designers, Product Managers and Developers to create customer-centric UI designs for web and mobile application.", "Develop design prototypes to present ideas and designs effectively.", "Create comprehensive sitemaps, wireframe systems, and process flows."]}, {"title": "Presales Senior Specialist (Digital Supply Chain)", "link": "https://www.jobstreet.co.id/id/job/presales-senior-specialist-digital-supply-chain-1031147703?jobId=jobstreet-id-job-1031147703&sectionRank=3618&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Compose and deliver superior sales presentations covering SAP and partner software solutions to prospective customer audiences. The presentations must articulate the sales message, differentiate SAP, and leave a strong and positive impression to audiences which can include senior company executives.  ", "Prepare and deliver value-based software demonstrations/presentations in support of sales cycles. Preparation includes personalization of materials to ensure delivery of a simple, appealing and compelling customer presentation.", "In advance of a demonstration or key presentation, conduct discovery sessions with representatives from the prospective customer in order to build relationships with the customer and understand their unique needs. In addition, plan and conduct dry runs with the sales to align and rehearsal the planed customer presentations", "Has broad knowledge of the SAP solution portfolio and the ability to cover discussions and provide a point of view across the SAP portfolio.", "Has deep knowledge of the SAP solution portfolio to demonstrate many/all products within at least one major solution area in order to maintain credibility with prospective customers. Provide proof points with relevant customer stories.", "Has knowledge of appropriate industries and can provide industry specific solutions insights and perspective to our customers.  Stays current on solution and industry updates in their domain leveraging SAP learning maps etc. Maintain a close understanding and appreciation of competitive solutions.", "Support RFx completion in support of customer proposals. ", "Ability to effectively present to customers “remotely” using virtual technologies ", "Provide limited post-sale support to key customers primarily to the project/implementation team to ensure a smooth transition.", "Able to lead as a Solution Captain when deals require complex solutions and require multiple PreSales participates to support a successful customer presentation or demo."]}, {"title": "Software Engineer (Backend) - Accommodation", "link": "https://www.jobstreet.co.id/id/job/software-engineer-backend-accommodation-1031168668?jobId=jobstreet-id-job-1031168668&sectionRank=3619&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Having minimum 3 years of experience in software engineering, application development or system development", "Passion in software engineering, application development, or systems development", "Excellent understanding of software engineering concepts, design patterns, and algorithms", "Comfortable working up and down the technology stack", "Curiosity to explore creative solutions and try new things", "Bachelors' degree in Computer Science or equivalent from a reputable university"]}, {"title": "Assistant Manager, Data Analytics", "link": "https://www.jobstreet.co.id/id/job/assistant-manager-data-analytics-1031154152?jobId=jobstreet-id-job-1031154152&sectionRank=3620&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["You will generate business insights through data analysis, and provide recommendations to improve business performance accordingly.", "Design and have the ownership of all the dashboards to support analytical needs from stakeholders (e.g. projects evaluation, daily performance monitoring).", "You will analyze consumers’ behaviours and identify “hidden gems” that we can capitalize on."]}, {"title": "TypeScript Engineer - BlackBox", "link": "https://www.jobstreet.co.id/id/job/typescript-engineer-blackbox-1031072194?jobId=jobstreet-id-job-1031072194&sectionRank=3621&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Collaborate with peers to design and deliver features with correctness, security, resilience, user experience, and performance in mind.", "Design and implement the architecture and the interface between components for peers to use.", "Take part in liaison with adjacent engineering teams and the product team to shape and mold the product into a better version of itself on each iteration.", "Shape the source code into both high-performant instructions and a medium for sharing knowledge with peers.", "Occasionally tinker with development process automation, compilation, and automated build script.", "Occasionally tinker and do research with foreign and exotic third-party programs and APIs."]}, {"title": "NETWORK SALES SPECIALIST", "link": "https://www.jobstreet.co.id/id/job/network-sales-specialist-1030991696?jobId=jobstreet-id-job-1030991696&sectionRank=3622&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "UI/UX Designer (Hibrid Working)", "link": "https://www.jobstreet.co.id/id/job/ui-ux-designer-hibrid-working-1031183986?jobId=jobstreet-id-job-1031183986&sectionRank=3623&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Good communication skills", "Work with System Analyst, Account Team, and/or Project Manager to gather and evaluate user requirements.", "Illustrate design ideas using site maps, process flows, and mockup design", "Create  highly engaging high-fidelity prototype design for responsive websites  and mobile apps based on the pre-approved design ideas﻿", "Present the design and prototype to internal teams, and support the Project Manager/Account Team for client presentation", "Support the development process by providing graphic user interface elements, like menus, tabs, and widgets"]}, {"title": "UX Researcher - Developer Experience", "link": "https://www.jobstreet.co.id/id/job/ux-researcher-developer-experience-1031156820?jobId=jobstreet-id-job-1031156820&sectionRank=3624&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["You will own & drive research initiatives within the Merchant Developer Experience Group", "To support ResearchOps, you will build a relationship with the developer communities, including those who are not currently using Xendit yet", "You will collaborate closely with different product teams across the organization and be a part of their success.", "Dive into exploring developer persona and identify opportunities to help shape product strategy and direction to build payment solutions", "Use an iterative user-centered design process, which is thoughtfully guided by research and data. As a tight-knit group, we also have an open and curiosity-driven design culture that encourages feedback, forming fellowship with other creative minds, and growing professionally as designers."]}, {"title": "Backend Engineer", "link": "https://www.jobstreet.co.id/id/job/backend-engineer-1030956330?jobId=jobstreet-id-job-1030956330&sectionRank=3625&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Design, develop, and maintain backend systems within Ice House projects", "Design and develop logical and scalable data models across a variety of business domains", "Maintain and enforce common conventions, standards, and technologies", "Work within a team of developers, designers, project managers, and other personnel to ship new features", "Continually learn about new programming languages, technologies, and platforms that will affect the functions of applications in development"]}, {"title": "UI/UX Designer", "link": "https://www.jobstreet.co.id/id/job/ui-ux-designer-1030902977?jobId=jobstreet-id-job-1030902977&sectionRank=3626&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Develop highly usable and visual user-facing features for web application and mobile app", "Actively gather and evaluate user requirement in collaboration with product team & user", "Prepare and present rough drafts to internal teams", "Work closely with other Swap Engineers, products, and operations."]}, {"title": "Senior Associate Client Project Manager", "link": "https://www.jobstreet.co.id/id/job/senior-associate-client-project-manager-1031065441?jobId=jobstreet-id-job-1031065441&sectionRank=3627&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": ["Interface with all project stakeholders to take projects from original concept through to final implementation", "Contribute to the pre-sales process by providing proposals", "Ensure that the project delivers the as-sold solution, remains within baseline budget, and is delivered on time while achieving quality criteria and maintaining client satisfaction", "Manage client satisfaction, commitment, and expectations to high service levels and manage escalations adequately"]}, {"title": "Assistant Manager, Business Analyst Bali Nusra", "link": "https://www.jobstreet.co.id/id/job/assistant-manager-business-analyst-bali-nusra-1031154087?jobId=jobstreet-id-job-1031154087&sectionRank=3628&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Advance Analysis - Senior Consultant (JKT)", "link": "https://www.jobstreet.co.id/id/job/advance-analysis-senior-consultant-jkt-1030870580?jobId=jobstreet-id-job-1030870580&sectionRank=3629&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": []}, {"title": ".NET Developer", "link": "https://www.jobstreet.co.id/id/job/.net-developer-1031075180?jobId=jobstreet-id-job-1031075180&sectionRank=3630&token=0~5e68dd3e-a631-4124-bbd8-dc16f1ca488f&fr=SRP%20Job%20Listing", "qualified": []}]