[{"title": "IP Datacom Product Manager", "link": "https://www.jobstreet.co.id/id/job/ip-datacom-product-manager-3823397?jobId=jobstreet-id-job-3823397&sectionRank=3061&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Promote IP Solutions in Indonesia enterprise market", "Communicate enterprise IP products and solutions with solution department from partner and customer", "Attend industry events related to technology forums and industry presentations", "Further relationships with the customers' junior- and mid-level personnel and technical personnel", "Independently gain insights into customers, develop the solution, network design, bidding, and quotation for multiple products", "Execute the brand marketing activities following established branding strategies", "Collect and analyze competitors' information, participate in developing and executing competition strategy", "Knowledge transfer to solution sales team members", "Develop the target, direction, path, pace, and tactics of the company product market in two to three years in some industries, such as FSI, Gov, ISP, Energy and so on, and specify the resource allocation requirements, such as the development manpower and marketing investment", "Lead the team to achieve the goal."]}, {"title": "IT ASP.NET", "link": "https://www.jobstreet.co.id/id/job/it-asp.net-3819310?jobId=jobstreet-id-job-3819310&sectionRank=3062&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Pendidikan minimal S1.Jurusan Teknik Informatika/System Informatika", "Berpengalaman minimal 1 tahun dalam mendesign atau mengembangkan aplikasi menggunakan .NET, C#, ASP.NET, Windows Forms", "Berpengalaman dalam menggunakan jquery dan bootstrap", "Memahami database store procedure dan function di Ms sql server atau oracle", "Memahami object-oriented development"]}, {"title": "Java Developer", "link": "https://www.jobstreet.co.id/id/job/java-developer-3824643?jobId=jobstreet-id-job-3824643&sectionRank=3063&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": []}, {"title": "Business Analyst", "link": "https://www.jobstreet.co.id/id/job/business-analyst-3821281?jobId=jobstreet-id-job-3821281&sectionRank=3064&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Creation and management of data architecture/setup in RedPartner Business.", "To manage the data requirements of business and other stakeholders", "Evaluating business processes, anticipating requirements, uncovering areas for improvement, and developing and implementing solutions.", "Leading ongoing reviews of business processes and developing optimization strategies.", "Help in analyzing the RedPartner business holistically to aid the Leaders in identifying areas to address in terms of building overall business.", " Actively giving business inputs, solutions and ideas about profitability and occupancy by analyzing past trends.", "Responsible for reporting all key business metrics to stakeholders and ensuring adherence to business plans.", "Creating daily performance report.", "Develop comprehensible analytical solutions to solve business problems using domain knowledge, or statistical procedures depending on the requirements of the project", "Accustomed in managing Project an initiative."]}, {"title": "Filing & Documentation Administrator SAP", "link": "https://www.jobstreet.co.id/id/job/filing-documentation-administrator-sap-3823497?jobId=jobstreet-id-job-3823497&sectionRank=3065&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Tenaga administrasi & filing team", "Membuat dokumen cara penggunaan software", "Membuat laporan team", "Membuat slide presentasi untuk kebutuhan training dan meeting"]}, {"title": "NOC Engineer", "link": "https://www.jobstreet.co.id/id/job/noc-engineer-3820513?jobId=jobstreet-id-job-3820513&sectionRank=3066&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Standby shift 24 x 7.", "Service request fulfillment & L1 incident handling for all Cloud Datacomm services.", "Manage customer service operations subscribed to Manage Service.", "Perform monitoring for all Cloud Datacom infrastructure.", "Escalate to Escalation team and communicate with Service Management team.", "Make daily and monthly reports for internal and technical reports for external needs (customers)."]}, {"title": "Business Analyst", "link": "https://www.jobstreet.co.id/id/job/business-analyst-3818900?jobId=jobstreet-id-job-3818900&sectionRank=3067&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Menyiapkan dan menyajikan analisis data terkait proses, progress serta treatment asset lembaga", "Menganalisa dan mengidentifikasi tren serta popla aktifitas dan pergerakan lembaga", "Mengembangkan dan mengimplementasikan pengelolaan database, sistem pengumpulan data, analisis data dengan kualitas statistik", "Melakukan penelitian dan membuat rekomendasi yang berdampak pada arah kebijakan strategis lembaga", "Mensupport kebutuhan analisis data untuk setiap brand lembaga maupun program-program philanthropy", "Menjaga kerahasiaan data donatur, transasksi maupun data-data lain lembaga"]}, {"title": "Data Engineer", "link": "https://www.jobstreet.co.id/id/job/data-engineer-3822295?jobId=jobstreet-id-job-3822295&sectionRank=3068&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["A Global Companies who innovates using new technologies", "Passionate, Creative, and Growth-Minded", "Allow \"Work From Home\""]}, {"title": ".Net Developer", "link": "https://www.jobstreet.co.id/id/job/.net-developer-3823831?jobId=jobstreet-id-job-3823831&sectionRank=3069&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["They use familiarity with various programming languages to write code and apply knowledge to adapt and test applications.", "They are involved in integrating these applications with existing systems.", ".Net Developers also provide support and maintenance for applications.", "In addition, Net Developers develop and maintain coding documentation, project progress reports and application maintenance logs."]}, {"title": "IT Support - Cakung", "link": "https://www.jobstreet.co.id/id/job/it-support-cakung-3817841?jobId=jobstreet-id-job-3817841&sectionRank=3070&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Stand by di lokasi (shifting) dengan tugas memaintenance dan memonitor semua utilitas dan fasilitas Data Center", "Mengkontrol, dan merespon dengan cepat mengenai jaringan IT dan utilitas di Data Centre", "Membuat Laporan harian, mingguan, dan bulanan dari utilitas Data Center "]}, {"title": "SENIOR WEB DEVELOPER (PROGRAMMER)", "link": "https://www.jobstreet.co.id/id/job/senior-web-developer-programmer-3813847?jobId=jobstreet-id-job-3813847&sectionRank=3071&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Tunjangan kesehatan"]}, {"title": "Project Manager (IT)", "link": "https://www.jobstreet.co.id/id/job/project-manager-it-3819406?jobId=jobstreet-id-job-3819406&sectionRank=3072&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Personal Development", "Flexible Working Hours (Remote)", "Startup Knowledge and Working Culture"]}, {"title": "Backend Engineer (Node.js)", "link": "https://www.jobstreet.co.id/id/job/backend-engineer-node.js-3822293?jobId=jobstreet-id-job-3822293&sectionRank=3073&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["A Global Companies who innovates using new technologies", "Passionate, Creative, and Growth-Minded", "Allow \"Work From Home\""]}, {"title": "IT Officer (Jababeka)", "link": "https://www.jobstreet.co.id/id/job/it-officer-jababeka-3817848?jobId=jobstreet-id-job-3817848&sectionRank=3074&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["PT Surya Semesta Internusa, Tbk. is a public listed company with annual revenue of more than Rp 4 T in 2019, involved in 3 lines of business:", "1. Hospitality and Commercial\nOwning  5-star/premium hotels, including Gran Melia Jakarta, Melia Bali, Jumana  Ungasan Resort, and venturing into budget hotels BATIQA Hotel with target of >40 hotels in the next 5 years. ", "2. Construction and Infrastructure\nContractor for the following projects: Ciputra World, Mall Alam Sutera, Thamrin Executive Residence, Ayana Resort-Labuan Bajo, and many more.", "3. Industrial Estate\nOwning 1,400 Ha of industrial estate in West Java, venturing into logistic parks across Indonesia and currently developing Subang Smartpolitan"]}, {"title": "IP Network Engineer", "link": "https://www.jobstreet.co.id/id/job/ip-network-engineer-3820200?jobId=jobstreet-id-job-3820200&sectionRank=3075&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Good Salary and Benefits", "Work Benefit Package", "Outstanding Career Growth Opportunities"]}, {"title": "Fullstack Developer", "link": "https://www.jobstreet.co.id/id/job/fullstack-developer-3832899?jobId=jobstreet-id-job-3832899&sectionRank=3076&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Developing scalable and robust front-end and back-end systems for back-end process", "Developing APIs integration between product and back-end process", "Working alongside with system analyst to developer the system", "Maintain quality and responsiveness of back-end system", "Maintain code integration and versioning", "Act as level 1 support if there are system issues"]}, {"title": "IT Support Factory", "link": "https://www.jobstreet.co.id/id/job/it-support-factory-3816609?jobId=jobstreet-id-job-3816609&sectionRank=3077&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["BPJS Kesehatan & Ketenagakerjaan", "Quarterly Bonus", "Cuti Tahunan"]}, {"title": "Business Intelligence Lead", "link": "https://www.jobstreet.co.id/id/job/business-intelligence-lead-3819001?jobId=jobstreet-id-job-3819001&sectionRank=3078&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Candidate must own at least Bachelor Degree in Technical Information / Information System / Industrian Engineering or any major with minimun GPA 3.00 (on a scale of 4.00)", "At least 5 years of experience in data processing / visualization", "Having excellent analytical skill, problem solving skills, initiative, team work & excellent communication skill", "Fluent in using query with SQL", "Expertise in at least one of Business Intelligence Tools such as Tableau, Qlik, Power BI, etc.", "Experience using MicroStrategy or any tools for data processing / visualization and Database tools exp. Greenplum will be a plus", "Understand business process in sales or logistic will be preferred."]}, {"title": "SeaBank - IT Helpdesk", "link": "https://www.jobstreet.co.id/id/job/seabank-it-helpdesk-3815959?jobId=jobstreet-id-job-3815959&sectionRank=3079&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Provide day-to-day support to ensure the smooth running of the computers, network devices, printers as well as end-user's requirements", "Troubleshoot and resolve application issues, maintain and update technical support documentation", "Handle asset management, maintain inventory and liaise with vendors", "Manage IT infrastructure, system monitoring, and reports", "Implement and monitor office IT security and antivirus", "Other duties include performing first level troubleshooting and support for scheduled server backups"]}, {"title": "IT Staf", "link": "https://www.jobstreet.co.id/id/job/it-staf-3817939?jobId=jobstreet-id-job-3817939&sectionRank=3080&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["BPJS Ketenagakerjaan", "BPJS Kesehatan", "Cuti 12 hari kerja per tahun"]}, {"title": "QA Engineer (Manual Testing)", "link": "https://www.jobstreet.co.id/id/job/qa-engineer-manual-testing-3821020?jobId=jobstreet-id-job-3821020&sectionRank=3081&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Follow standard methods of analyzing and code testing.", "Understand and participate in design/develop/maintain test automation framework.", "Design/develop/maintain automation test cases for assigned modules.", "Define testing plan (Test Scenario and Test Case) and ensure all development requirements are fulfilled.", "Performing all applicable testing types (user interface, functionality, performance, system, integration, regression).", "Create documentation for changes made in the framework or for any new implementation."]}, {"title": "System Integrator", "link": "https://www.jobstreet.co.id/id/job/system-integrator-3818657?jobId=jobstreet-id-job-3818657&sectionRank=3082&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Assess existing infrastructure and system to identify room for upgrade and integration", "Consolidate subsystem into cohesive entities to better meet organisational goals", "Work closely with vendors to identify optimal subsystem sourcing and pricing", "Report on infrastructure capabilities to management"]}, {"title": "PHP Developer", "link": "https://www.jobstreet.co.id/id/job/php-developer-3815991?jobId=jobstreet-id-job-3815991&sectionRank=3083&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Work closely with the IT team in completing projects", "Troubleshoot and fix any issues relating to PHP programs", "Ensure smooth operations of web processes and infrastructure", "Create scripts to facilitate client systems to meet performance and objectives", "Test and develop software for client applications", "Create documentation for software created", "Utilize source debuggers and write or modify client software", "Produce results effectively and within the deadlines set"]}, {"title": "Network Engineer", "link": "https://www.jobstreet.co.id/id/job/network-engineer-3819422?jobId=jobstreet-id-job-3819422&sectionRank=3084&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Bachelor Degree in Information Technology, Computer Science or Electrical Engineering", "Have a 1-2 years experience in related field", "Have a CCIE certification", "Have a technical expertise and experience in solutioning and consulting for router and switch product (mainly Cisco), firewall (Cisco and Fortinet) and Wifi AP", "Have a technical expertise and experience in implementation hands on for router and switch (Cisco), firewall (Cisco and Fortinet) and Wifi AP", "Have an experience in server and storage", "Have an experience in cloud (Public/Private)"]}, {"title": "Junior Network Engineer", "link": "https://www.jobstreet.co.id/id/job/junior-network-engineer-3818702?jobId=jobstreet-id-job-3818702&sectionRank=3085&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Pembuatan RAB (Rencana Anggaran Biaya) untuk instalasi atau re-layout jaringan data sesuai kebutuhan perusahaan setiap bulannya dengan menggunakan template RAB yang sudah disediakan.", "Mengawasi proyek penarikan jaringan di lokasi perusahaan dan kantor cabang.", "Melakukan troubleshooting problem jaringan.", "Melakukan maintenance terhadap perangkat jaringan yang ada (switch, router, access point).", "Melakukan instalasi penarikan dan perbaikan kabel kategori ringan, seperti pada perangkat end point, patch cord."]}, {"title": "IT Helpdesk", "link": "https://www.jobstreet.co.id/id/job/it-helpdesk-3815493?jobId=jobstreet-id-job-3815493&sectionRank=3086&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Diploma or Bachelor's degree in Computer Science, Information Technology or related discipline", "At least 2 years of experience in maintenance and troubleshooting IT Support", "Having SAP System and FINA System knowledge is preferable", "Experienced in Application and Infrastructure (Network, Server, Security)", "Willing to work in Pluit, Jakarta Utara"]}, {"title": "IT Service Agent Indonesia", "link": "https://www.jobstreet.co.id/id/job/it-service-agent-indonesia-3817449?jobId=jobstreet-id-job-3817449&sectionRank=3087&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Work closely with head of IT SPV to aid the planning, development and execution of various company programs and initiatives", "Co-ordinates IT Service delivery in the SPV on behalf of Global IT", "Supports delivery of company strategy via projects and initiatives carried out for the Board of Director SPV", "Proposes IT capex items and revenue items for inclusion in the budget.", "Controls actual expenditure versus budget", "Maintains access to information held in Active Directory, CMDB IT Inventory system and associated infrastructure", "Ensures Global IT standards are maintained within the SPV", "Develops and maintains the Group Portal system at SPV", "Supports the PIMS infrastructure at SPV", "Maintains effective relationships with Global IT colleagues worldwide", "Maintains up to date knowledge of IT products and services through liaison with IT providers", "Responsible for ensuring that SHE matters are appropriately managed throughout area of responsibility to meet external and internal requirements/standards including own work performance and behaviour"]}, {"title": "ReactJS/NextJS Programmer", "link": "https://www.jobstreet.co.id/id/job/reactjs-nextjs-programmer-3832333?jobId=jobstreet-id-job-3832333&sectionRank=3088&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Working and collaborating within multidisciplinary and international agile teams and partners.", "Coding high-quality software using distributed computing, messaging, micro services", "Developing data-driven solutions for a range of clients - frontend as well as backend.", "Testing, debugging, re-testing, and coordinating with QA, validating software as ready for shipping."]}, {"title": "IT Project  Management Trainee", "link": "https://www.jobstreet.co.id/id/job/it-project-management-trainee-3819150?jobId=jobstreet-id-job-3819150&sectionRank=3089&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Handling customers", "Building and managing resources", "Ensuring quality of software development project", "Handling documents of project"]}, {"title": "IT Support Assistant Manager", "link": "https://www.jobstreet.co.id/id/job/it-support-assistant-manager-3815682?jobId=jobstreet-id-job-3815682&sectionRank=3090&token=0~8135678b-2b44-4317-b54d-0a7e57fdcdae&fr=SRP%20Job%20Listing", "qualified": ["Supervise and monitor the IT department", "Handling and reporting of the allocation of IT budget", "Conducting regularly and timely system audits and study the outcome", "Ensure timely and regular system updates and checks", "Design, develop and coordinate policies and procedures in the department", "Prepare files and reports on the functioning of the department", "Identify user needs and requirements and implement solutions quickly", "Manage staff by recruiting, communicating, training and evaluating performance", "Purchasing and testing new hardware and software", "Preparing technology disaster recovery plans to avoid risk and backup procedures", "Assuring all IT activities are performed within the parameters of applicable laws, codes and regulations", "Purchasing and sourcing IT equipments following company budget as well as HQ's specification"]}]